Repository: tylercasson/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: bs, ja_jp, ko_kr, th_th, tr_tr

# AB_PERMISSION_MISSING_ACTION
source: Give access
bs: Dozvoli pristup
ja_jp: アクセスの設定を行う
ko_kr: 승인
th_th: ให้เข้าถึง
tr_tr: İzin ver

# AB_PERMISSION_MISSING_BODY
source: Signal requires access to your contacts. We do not store your contacts on our servers.
bs: Signal zahtijeva pristup vašim kontaktima. Mi ne pohranjujemo vaše kontakte na naše servere.
ja_jp: Signalは連絡先へのアクセスを必要とします。ただし連絡先をサーバーに保存することはありません。
ko_kr: Signal이 연락처 접근이 필요합니다. 연락처가 서버에 저장되지 않습니다.
th_th: Signal ต้องการเข้าถึงรายชื่อของคุณ เราจะไม่จัดเก็บรายชื่อของคุณไว้บนเซิร์ฟเวอร์ของเรา
tr_tr: Signal kişi listenize erişmek istiyor. Kişi listenizi sunucularımızda saklamıyoruz.

# AB_PERMISSION_MISSING_TITLE
source: Sorry!
bs: Žao nam je!
ja_jp: 注意！
ko_kr: 죄송합니다
th_th: ขออภัย!
tr_tr: Özür dileriz!

# ACCEPT_NEW_IDENTITY_ACTION
source: Accept new safety number
bs: Prihvati novi sigurnosni broj
ja_jp: 新しい安全番号を受け入れる
ko_kr: 새 안전번호 수락.
th_th: ยอมรับตัวเลขความปลอดภัยใหม่
tr_tr: Yeni güvenlik numarasını kabul et

# ACTION_REQUIRED_TITLE
source: Action Required
bs: Zahtijeva akciju
ja_jp: 操作を必要とします
ko_kr: 조치가 필요함
th_th: จำเป็นต้องดำเนินการ
tr_tr: Eylem gerekli

# ADDRESSBOOK_RESTRICTED_ALERT_BODY
source: Signal requires access to your contacts. Access to contacts is restricted. Signal will close. You can disable the restriction temporarily to let Signal access your contacts by going the Settings app >> General >> Restrictions >> Contacts >> Allow Changes.
bs: Signal zahtijeva pristup vašim kontaktima. Pristup kontaktima je ograničen. Signal će se zatvoriti. Vi možete privremeno onemogućiti ograničenje i dozvoliti da Signal pristupi vašim kontaktima u aplikaciji Postavke >> Općenito >> Ograničenja >> Kontakti >> Dozvoli promjene
ja_jp: 連絡先へのアクセスが必要ですが，アクセスが制限されているため，Signalは終了します。一時的に制限を解除してSignalが連絡先にアクセスできるようにするには，「設定」>「一般」>「機能制限」>「連絡先」>「変更を許可」で設定を行ってください。
ko_kr: Signal 은 당신의 연락처에 대한 액세스가 필요합니다. 연락처에 대한 액세스가 제한되였습니다. Signal 이 종료됩니다.당신은 Settings 앱을 열고 General >> Restrictions >> Contacts >> Allow Changes 을 설정함으로써 Signal 이 당신의 연락처에 액세스하도록 제한을 일시적으로 해제할수 있습니다.
th_th: Signal ต้องการเข้าถึงรายชื่อของคุณ การเข้าถึงรายชื่อถูกจำกัด Signal จะปิด คุณสามารถปิดใช้งานการจำกัดชั่วคราวเพื่อให้ Signal เข้าถึงรายชื่อของคุณได้โดยไปที่แอป การตั้งค่า >> ทั่วไป >> การจำกัด >> รายชื่อ >> อนุญาตให้เปลี่ยน
tr_tr: Signal'ın kişi listene erişmesi gerekmektedir. Kişi listene olan erişim engellidir. Signal kapanacak. Ayarlar >> Gizlilik >> Kişiler bölümüne giderek Signal'ın kişi listene erişmesine geçici olarak izin verebilirsin.

# ADDRESSBOOK_RESTRICTED_ALERT_BUTTON
source: Close
bs: Zatvori
ja_jp: 閉じる
ko_kr: 닫기
th_th: ปิด
tr_tr: Kapat

# ALREADY_HAVE_ACCOUNT_BUTTON
source: Already have a Signal account?
bs: Već imate Signal račun?
ja_jp: Signalに登録済みですか？
ko_kr: 이미 Signal 계정을 가지고있나요?
th_th: มีบัญชี Signal อยู่แล้ว?
tr_tr: Bizimle bir hesabınız var mı?

# ANSWER_CALL_BUTTON_TITLE
source: Answer
bs: Odgovori
ja_jp: 応答
ko_kr: 응답
th_th: รับสาย
tr_tr: Yanıtla

# APN_FETCHED_FAILED
source: New Message! Open app to read it.
bs: Nova poruka! Za čitanje otvorite aplikaciju.
ja_jp: 新着メッセージがありますのでアプリを起動してください。
ko_kr: 새로운 메세지! 앱을 열어 확인하세요.
th_th: ข้อความใหม่! เปิดแอปเพื่ออ่าน
tr_tr: Yeni ileti! Okumak için uygulamayı aç.

# APN_Message
source: New Message!
bs: Nova poruka!
ja_jp: 新着メッセージがあります
ko_kr: 새로운 메시지 !
th_th: ข้อความใหม่!
tr_tr: Yeni İleti!

# APN_MESSAGE_FROM
source: Message from
bs: Poruka od
ja_jp: この人からのメッセージ：
ko_kr: 다음으로부터 온 메세지
th_th: ข้อความจาก
tr_tr: Mesaj:

# APN_MESSAGE_IN_GROUP
source: Message in group
bs: Poruka u grupi
ja_jp: このグループからのメッセージ：
ko_kr: 새 메시지, 그룹:
th_th: ข้อความในกลุ่ม
tr_tr: Mesaj gelen grup

# APN_MESSAGE_IN_GROUP_DETAILED
source: %@ in group %@: %@
bs: %@ u grupi %@: %@
ja_jp: %@の%@：%@
th_th: %@ ในกลุ่ม %@: %@
tr_tr: %@ grubundaki %@: %@

# ARCHIVE_ACTION
source: Archive
bs: Arhiviraj
ja_jp: 保管庫に移動
th_th: เก็บถาวร
tr_tr: Arşivle

# ARCHIVE_NAV_BAR_TITLE
source: Archive
bs: Arhiva
ja_jp: 保管庫
ko_kr: 보관된 대화
th_th: เก็บถาวร
tr_tr: Arşivle

source: Attachment
bs: Privitak
ja_jp: 添付ファイル
ko_kr: 첨부
th_th: ไฟล์แนบ
tr_tr: Ek

# ATTACHMENT_DOWNLOAD_FAILED
source: Attachment download failed, tap to retry.
bs: Preuzimanje privitka nije uspjelo, pritisnite za novi pokušaj.
ja_jp: 添付ファイル取得失敗（タップでやり直し）
ko_kr: 첨부파일 다운로드 안되어 탭하여 다시 시도
th_th: การดาวน์โหลดไฟล์แนบล้มเหลว แตะเพื่อลองใหม่
tr_tr: Dosya indirme başarısız oldu, tekrar denemek için dokun

# ATTACHMENT_DOWNLOADING
source: Attachment is downloading
bs: Preuzimanje privitka
ja_jp: 添付ファイルをダウンロード中
ko_kr: 첨부파일 다운로드중
th_th: กำลังดาวน์โหลดไฟล์แนบ
tr_tr: Ek indiriliyor

# ATTACHMENT_HINT
source: Choose or take a picture and then send it
bs: Izaberi ili uslikaj fotografiju i zatim je pošalji
ja_jp: 画像を選ぶか写真を撮って送信する
ko_kr: 사진을 선택하거나 찍은 다음 전송하세요.
th_th: เลือกหรือถ่ายภาพแล้วส่ง
tr_tr: Resim seçin ya da fotoğraf çekip gönderin

# ATTACHMENT_LABEL
source: Attachment
bs: Privitak
ja_jp: 添付ファイル
ko_kr: 첨부
th_th: ไฟล์แนบ
tr_tr: Ek

# ATTACHMENT_QUEUED
source: New attachment queued for retrieval.
bs: Novi privitak na čekanju za preuzimanje.
ja_jp: 添付ファイルが取得予定に追加されました。
ko_kr: 정보 검색을 위한 새 첨부파일 대기
th_th: ไฟล์แนบถูกจัดคิวสำหรับดึงข้อมูล
tr_tr: Yeni dosya, geri getirmek için kuyruğa eklendi

# AUDIO_PERMISSION_MESSAGE
source: Signal requires access to your microphone to work properly. You can grant this permission in the Settings app >> Privacy >> Microphone >> Signal
bs: Signal zahtijeva pristup mikrofonu za ispravno funkcionisanje. Možete odobriti ovu dozvolu u aplikaciji Postavke >> Privatnost >> Mirkofon >> Signal
ja_jp: Signalがうまく機能するにはマイクへのアクセスが必要です。アクセスを許可するには，設定→プライバシー→マイク→Signal，と進んでください。
ko_kr: 시그널이 제대로 작동하기 위하여 당신의 마이크로폰에 액세스하여야 합니다.

# CALL_LABEL
source: Call
bs: Poziv
ja_jp: 電話
ko_kr: 호출
th_th: โทร
tr_tr: Arayın

# CALLBACK_BUTTON_TITLE
source: Call back
bs: Povratni poziv
ja_jp: 折り返す
ko_kr: 전화하기
th_th: โทรกลับ
tr_tr: Geri ara

# COMPARE_SAFETY_NUMBER_ACTION
source: Compare with Clipboard
bs: Uporedi sa međuspremnikom
ja_jp: クリップボードと比較する
ko_kr: 클립 보드와 비교하세요.
th_th: เปรียบเทียบกับคลิปบอร์ด
tr_tr: Panodaki ile karşılaştır.

# CONFIRM_ACCOUNT_DESTRUCTION_TEXT
source: This will reset the application by deleting your messages and unregister you with the server. The app will close after deletion of data.
bs: Ovo će resetirati aplikaciju brisanjem vaših poruka i odjaviti će vas sa servera. Aplikacija će se zatvoriti nakon brisanja podataka.
ja_jp: アプリをリセットします。メッセージや登録情報をサーバから削除します。削除が終わり次第アプリを終了します。
ko_kr: 당신의 메시지들을 삭제하고 서버에 등록 해지하면 이 응용 프로그램이 초기화 될 것입니다. 데이터 삭제 후 앱이 닫힐것입니다.
th_th: สิ่งนี้จะรีเซ็ตแอปพลิเคชันโดยลบข้อความของคุณและเลิกลงทะเบียนคุณกับเซิร์ฟเวอร์ แอปจะปิดหลังจากการลบข้อมูล
tr_tr: Bu işlem mesajlarını silerek ve sunucudan kaydını kaldırarak uygulamayı sıfırlayacaktır. Uygulama, verilerin silinmesinden sonra kapanacaktır.

# CONFIRM_ACCOUNT_DESTRUCTION_TITLE
source: Are you sure you want to delete your account?
bs: Da li ste sigurni da želite obrisati vaš račun?
ja_jp: 本当にアカウントを削除しますか？
ko_kr: 당신의 계정을 정말로 삭제하시겠습니까?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ?
tr_tr: Hesabını silmek istediğine emin misin?

# CONFIRM_LEAVE_GROUP_DESCRIPTION
source: You will no longer be able to send or receive messages in this group.
bs: Nećete više biti u mogućnosti slati i primati poruke u ovoj grupi.
ja_jp: このグループとの会話が出来なくなりますがよろしいでしょうか。
ko_kr: 당신은 더 이상 이 그룹에서 메세지를 전송하거나 받을수가 없습니다.
th_th: คุณจะไม่สามารถส่งหรือรับข้อความในกลุ่มนี้ได้อีกต่อไป
tr_tr: Bu grupta artık mesaj gönderip alamazsınız.

# CONFIRM_LEAVE_GROUP_TITLE
source: Do you really want to leave?
bs: Da li stvarno želite napustiti?
ja_jp: 離脱してよろしいですか？
ko_kr: 정말로 떠나시렵니까?
th_th: คุณต้องการออกแน่หรือไม่?
tr_tr: Gerçekten gitmek istiyor musun?

# CONFIRM_LINK_NEW_DEVICE_ACTION
source: Link New Device
bs: Uveži novi uređaj
ja_jp: 端末を登録します
ko_kr: 새 기기 연결
th_th: เชื่อมโยงอุปกรณ์ใหม่
tr_tr: Yeni Cihaz Bağla

# CONFIRMATION_TITLE
source: Confirm
bs: Potvrdi
ja_jp: 了解
ko_kr: 확인
th_th: ยืนยัน
tr_tr: Onay

# CONTACT_DETAIL_COMM_TYPE_INSECURE
source: Unregistered Number
bs: Neregistrirani broj
ja_jp: 未登録番号
ko_kr: 등록되지 않은 전화번호
th_th: หมายเลขที่ยังไม่ลงทะเบียน
tr_tr: Rehberde kayıtlı olmayan numara

# CONTACT_PICKER_NO_EMAILS_AVAILABLE
source: No email available.
bs: Nema dostupnog e-maila.
ja_jp: メールアドレスがありません
ko_kr: 이메일을 찾을수 없습니다.
th_th: ไม่มีอีเมลที่ใช้งานได้
tr_tr: E-Posta yok.

# CONTACT_PICKER_NO_PHONE_NUMBERS_AVAILABLE
source: No phone number available.
bs: Nema dostupnog telefonskog broja.
ja_jp: 電話番号がありません
ko_kr: 폰번호를 찾을수 없습니다.
th_th: ไม่มีหมายเลขโทรศัพท์ที่ใช้งานได้
tr_tr: Telefon numarası yok

source: Conversation Settings
bs: Podešavanje razgovora
ja_jp: 会話設定
ko_kr: 대화 설정
th_th: ตั้งค่าการสนทนา
tr_tr: Konuşma ayarları

# CORRUPTED_SESSION_DESCRIPTION
source: Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.
bs: Resetovanje sesije će vam omogućiti da primate buduće poruke od %@, ali neće oporaviti već korumpirane poruke.
ja_jp: 接触をリセットすると，今後%@から来るメッセージは受信しますが，破損した過去のメッセージは回復しません。
th_th: การรีเซ็ตวาระของคุณจะอนุญาตให้คุณรับข้อความในอนาคตจาก %@ แต่จะไม่กู้คืนข้อความใด ๆ ที่เสียหายไปแล้ว
tr_tr: Oturumunuzu sıfırlamak gelecekteki mesajları %@'den almanıza izin verecek, ancak zaten bozulmuş mesajları kurtaramaz.

# COUNTRYCODE_SELECT_TITLE
source: Select Country Code
bs: Izaberi državni kôd
ja_jp: 国番号を選択してください
ko_kr: 국가번호 선택
th_th: เลือกรหัสประเทศ
tr_tr: Ülke Kodu Seç

# DAYS_TIME_AMOUNT
source: %u days
bs: %u dana
ja_jp: %u日
th_th: %u วัน
tr_tr: %u gün

# DELIVERED_MESSAGE_TEXT
source: Delivered
bs: Isporučeno
ja_jp: 配信済み
ko_kr: 전송됨
th_th: ส่งแล้ว
tr_tr: Ulaştırıldı

# DEVICE_LAST_ACTIVE_AT_LABEL
source: Last active: %@
bs: Posljednja aktivnost: %@
ja_jp: 最終活動：%@
th_th: ใช้งานล่าสุด: %@
tr_tr: En son aktif: %@

# DEVICE_LINKED_AT_LABEL
source: Linked: %@
bs: Uvezan: %@
ja_jp: 登録：%@
ko_kr: %@ 와 연결되였습니다.
th_th: เชื่อมโยง: %@
tr_tr: Bağlantı: %@

# DEVICE_LIST_UPDATE_FAILED_TITLE
source: Failed to update device list.
bs: Neuspjelo ažuriranje liste uređaja.
ja_jp: 端末リストの更新に失敗
ko_kr: 기기 목록 업데이트 실패.
th_th: ไม่สามารถอัปเดตรายการอุปกรณ์
tr_tr: Cihaz listesini güncelleyemedi.

source: Disappearing Messages
bs: Nestajuće poruke
ja_jp: 消えるメッセージ
th_th: ข้อความหายตัว
tr_tr: Kaybolan Mesajlar

# DISAPPEARING_MESSAGES_DESCRIPTION
source: When enabled, messages sent and received in this conversation will disappear after they have been seen.
bs: Kada je aktivirano, poslane i primljene poruke u ovom razgovoru će same nestajati nakon što budu viđene.
ja_jp: オンにすると，この会話内で送受信されたメッセージは閲覧して一定時間経つと消えます。
ko_kr: 사용가능되였을때 이 대화에서 주고 받은 메세지들이 그것들을 본후에 사라질것입니다.
th_th: เมื่อเปิดใช้งาน ข้อความที่ส่งและรับในการสนทนานี้จะหายไปหลังจากเห็นแล้ว
tr_tr: Etkinleştirildiğinde, bu konuşmada gönderilen ve alınan mesajlar görüldükten sonra kaybolur.

# DISAPPEARING_MESSAGES_HINT
source: Currently messages disappear after %@
bs: Trenutno poruke nestaju nakon %@
ja_jp: メッセージは%@後に消えます
ko_kr: 현재 메세지들이 %@ 후에 사라집니다.
th_th: ปัจจุบันข้อความจะหายไปหลังจาก %@
tr_tr: Şu anda mesajlar %@ sonra kayboluyor

# DISAPPEARING_MESSAGES_LABEL
source: Disappearing messages settings
bs: Podešavanje nestajućih poruka
ja_jp: メッセージが消える時間の設定
th_th: ตั้งค่าข้อความหายตัว
tr_tr: Kaybolan mesaj ayarları

# DISMISS_BUTTON_TEXT
source: Dismiss
bs: Odbaci
ja_jp: やめる
ko_kr: 꺼짐.
th_th: ยกเลิก
tr_tr: Kapat

# EDIT_GROUP_ACTION
source: Edit Group
bs: Uredi grupu
ja_jp: グループを編集
ko_kr: 그룹 편집
th_th: แก้ไขกลุ่ม
tr_tr: Grubu düzenle

# EDIT_ITEM_SAVE_ACTION
source: Save
bs: Spremi
ja_jp: 保存する
ko_kr: 보관
th_th: บันทึก
tr_tr: Kayıt et

# EMAIL_INVITE_BODY
source: Hey, Lately I've been using Signal to keep the conversations on my iPhone private. I'd like you to install it too, so we can be confident that only you and I can read our messages or hear our calls. Signal is available for iPhones and Android. Get it here: %@ Signal works like your existing messaging app. We can send pictures and video, make calls, and start group chats. The best part is, no one else can see any of it, not even the people who make Signal! You can read more about Open Whisper Systems, the people who make Signal, here: %@
bs: Hej, Odnedavno koristim Signal kako bi svoje razgovore na mom iPhoneu zadržao privatnim. Volio bi da ga i ti instaliraš, tako da budemo sigurni da samo ja i ti možemo čitati naše poruke i čuti naše razgovore. Signal je dostupan za iPhone i Android. Preuzmite ga ovdje : %@ Signal radi kao tvoja postojeća aplikacija za razmjenu poruka. Možemo slati slike i video, vršiti pozive i započeti grupne razgovore. Najbolje stvar je što nitko drugi osim nas ništa od toga ne može vidjeti, pa čak ni ljudi koje čine Signal. Možeš pročitati više o Open Whisper System i Signalu, ljudima koji stoje iza ovog projekta, ovdje: %@
ja_jp: こんにちは。私は最近，携帯電話での会話・チャットをSignalというアプリで行っています。双方がこのアプリを使うと，会話内容が他人に漏れていないという確信が持てますので，あなたもインストールしませんか。iPhoneでもAndroidでも使えます。入手はこちらからです：%@ Signalは普通のメッセージアプリと同じように使えます。写真や動画も送れますし，電話もできますし，３人以上でのチャットもできます。一番いいところは，通信内容が他人に見えないことです。アプリの制作者にも見えない仕組みになっています。 Signalの制作者であるOpen Whisper Systemsについての詳細はここを見て下さい：%@
ko_kr: 안녕하세요, 요즘 내 아이 폰에서 개인적으로 대화를 유지하기 위해 시그널을 사용해 왔습니다. 당신도 시그널을 사용해주셨으면 합니다, 그래서 오직 당신과 나만이 우리의 메시지를 읽거나 우리의 콜을 듣을수 있다는 확신을 가질 수 있습니다. 시그널은 아이 폰과 안드로이드에서 사용할 수 있습니다. 여기서 다운하세요 :%@ 시그널은 기존 메시징 앱처럼 작동합니다. 우리는 사진과 비디오 를 전송하고, 전화를 하고 또 그룹으로 채팅할수 있습니다. 가장 좋은 점은 누구도 지어 시그널을 만든 사람들 조차도 그것들중의 아무것도 볼수 없다는것입니다. 당신은 Open Whisper Systems 과 시그널 제작자들에 대하여 %@ 에서 더 확인할수 있습니다.
th_th: เฮ้ เมื่อเร็ว ๆ นี้ฉันได้ใช้ Signal เพื่อเก็บรักษาการสนทนาบน iPhone ของฉันให้เป็นส่วนตัว ฉันอยากให้คุณติดตั้งด้วย เพื่อให้เราสามารถมั่นใจได้ว่ามีแค่คุณและฉันที่สามารถอ่านข้อความของเราหรือได้ยินเสียงโทรของเรา Signal ใช้งานได้บน iPhone และ Android รับเลยที่นี่: %@ Signal ทำงานเหมือนกับแอปข้อความที่มีอยู่ของคุณ เราสามารถส่งรูปภาพและวิดีโอ โทรออก และเริ่มแชทกลุ่ม สิ่งที่ดีที่สุดคือไม่มีใครอื่นสามารถเห็นสิ่งเหล่านี้ ไม่แม้แต่ผู้คนที่สร้าง Signal! คุณสามารถอ่านเพิ่มเติมเกี่ยวกับ Open Whisper Systems ผู้คนที่สร้าง Signal ได้ที่นี่: %@
tr_tr: Hey, Son zamanlarda konuşmalarımı iPhone'umda gizli tutmak için Sinyal kullanıyorum. Siz de kurmanızı isterim, bu nedenle yalnızca siz ve ben mesajlarımızı okuyabilir veya aramaları duyabiliriz. Sinyal, iPhone'lar ve Android için kullanılabilir. Buraya alın: %@ Sinyal mevcut mesajlaşma uygulamanızda olduğu gibi çalışır. Resim ve video gönderebilir, arama yapabilir ve grup sohbetlerine başlayabiliriz. En iyi yanı, hiç kimse Signal'i yapanları bile kimseyi göremez! Signal'ı yapan kişiler olan Open Whisper Systems hakkında daha fazla bilgi için: %@

# EMAIL_INVITE_SUBJECT
source: Let's switch to Signal
bs: Pređimo na Signal
ja_jp: Signalに乗り換えましょう
ko_kr: 시그널로 이전합시다.
th_th: เปลี่ยนมาใช้ Signal กันเถอะ
tr_tr: Signal'a geçelim.

# EMPTY_ARCHIVE_FIRST_TEXT
source: Tap on the compose button.
bs: Dodirnite dugme za sastavljanje poruke.
ja_jp: 右上の記入ボタンを押して下さい
ko_kr: Compose 버튼을 클릭하세요.
th_th: แตะบนปุ่มเขียน
tr_tr: Oluşturma düğmesine dokun.

# EMPTY_ARCHIVE_FIRST_TITLE
source: Start your first Signal conversation!
bs: Započnite vaš prvi razgovor na Signalu!
ja_jp: 会話を始めよう
ko_kr: 당신의 첫번째 Signal 대화 시작!
th_th: เริ่มการสนทนาแรกของคุณบน Signal!
tr_tr: İlk Signal görüşmene başla!

# EMPTY_ARCHIVE_TEXT
source: You can archive inactive conversations for later from your Inbox.
bs: Možete arhivirati neaktivne razgovore za kasnije iz vašeg Sandučića.
ja_jp: 受信箱内で休眠中の会話をここに移動して保管できます（受信箱で名前を左スワイプしてください）
ko_kr: 당신은 메시지함에서 비활성화 된 대화들을 보관 할 수 있습니다.
th_th: คุณสามารถเก็บถาวรการสนทนาที่ไม่ได้ใช้งานได้ในภายหลังจากกล่องขาเข้าของคุณ
tr_tr: Gelen kutunuzdaki eski görüşmelerinizi arşivleyebilirsiniz.

# EMPTY_ARCHIVE_TITLE
source: Clean Up Your Conversations.
bs: Očistite vaše razgovore.
ja_jp: 会話を整理しよう
ko_kr: 당신의 대화들을 정리하세요.
th_th: ล้างการสนทนาของคุณ
tr_tr: Görüşmelerini Temizle.

# EMPTY_CONTACTS_LABEL_LINE1
source: None of your contacts have Signal.
bs: Niko od vaših kontakata ne koristi Signal.
ja_jp: 連絡先にSignalユーザーはいないようです
ko_kr: 당신의 연락처 지인중 아무도 시그널을 사용하지 않고있습니다.
th_th: ไม่มีใครในรายชื่อของคุณมี Signal
tr_tr: Temasların hiçbirinde Sinyal yok.

# EMPTY_CONTACTS_LABEL_LINE2
source: Why don't you invite someone?
bs: Zašto nekome ne pošaljete pozivnicu?
ja_jp: だれかを招待しませんか
ko_kr: 왜 다른사람을 초청하지 않습니까?
th_th: ทำไมคุณไม่เชิญใครสักคนล่ะ?
tr_tr: Neden birini davet etmiyorsun?

# EMPTY_INBOX_FIRST_TEXT
source: Tip: add a conversation as a reminder!
bs: Savjet: dodajte razgovor kao podsjetnik!
ja_jp: ヒント：メッセージはリマインダーとして使うこともできます
ko_kr: 팁: 상기시키기 위한 대화 추가!
th_th: เคล็ดลับ: เพิ่มการสนทนาเป็นเตือนความจำ!
tr_tr: İpucu: Bir görüşmeyi hatırlatmalara ekle!

# EMPTY_INBOX_FIRST_TITLE
source: Done. Done. Done.
bs: Uredu. Uredu. Uredu.
ja_jp: 終了しました
ko_kr: 끝. 끝 . 끝.
th_th: เสร็จสิ้น
tr_tr: Bitti. Bitti. Bitti.

# EMPTY_INBOX_TEXT
source: None. Zero. Zilch. Nada.
bs: Ništa. None. Zero. Nada
ja_jp: 受信箱は空
ko_kr: 없음. None. なし. Nada. 无
th_th: ไม่มีสิ่งใด
tr_tr: Yok. Sıfır. Bomboş. Nada.

# EMPTY_INBOX_TITLE
source: Squeaky Freaking Clean.
bs: Nema arhiviranih razgovora.
ja_jp: とてもキレイです
ko_kr: 진짜 대박 깨끗함.
th_th: ว่างเปล่า
tr_tr: Tertemiz.

# END_CALL_BAD_INTERACTION_WITH_SERVER
source: Server Failed!
bs: Serverska greška!
ja_jp: サーバーエラー
ko_kr: 서버에 연결되지 않음
th_th: เซิร์ฟเวอร์ล้มเหลว!
tr_tr: Sunucu hatası!

# END_CALL_BUTTON_TITLE
source: End
bs: Kraj
ja_jp: 終了
ko_kr: 통화 종료
th_th: วาง
tr_tr: Sonlandır

# END_CALL_HANDSHAKE_FAILED
source: Handshake Failed!
bs: Greška kod rukovanja!
ja_jp: ハンドシェイクに失敗しました
ko_kr: 핸드셰이크 되지 않음
th_th: Handshake ล้มเหลว!
tr_tr: Mutabakat hatası

# END_CALL_HANGUP_LOCAL
source: You Hung Up.
bs: Prekinuli ste poziv.
ja_jp: こちらが電話を切りました
ko_kr: 당신이 통화를 끊었습니다.
th_th: คุณได้วางสาย
tr_tr: Kapattın.

# END_CALL_HANGUP_REMOTE
source: They Hung Up.
bs: Druga strana je prekinula poziv.
ja_jp: 相手が電話を切りました
ko_kr: 상대방이 통화를 끊었습니다.
th_th: เขาได้วางสาย
tr_tr: Kapattılar

# END_CALL_LOGIN_FAILED
source: Login failed!
bs: Neuspješna prijava!
ja_jp: ログインに失敗しました
ko_kr: 로그인 되지 않음
th_th: การเข้าสู่ระบบล้มเหลว!
tr_tr: Kimlik doğrulama hatası!

# END_CALL_MESSAGE_FROM_SERVER_PREFIX
source: Message from Server:
bs: Poruka sa servera:
ja_jp: サーバーからのメッセージ：
ko_kr: 서버로부터의 메세지:
th_th: ข้อความจากเซิร์ฟเวอร์:
tr_tr: Sunucudan mesaj:

# END_CALL_NO_SUCH_USER
source: Number not registered with Signal or RedPhone!
bs: Broj nije registrovan na Signal ili RedPhone!
ja_jp: SignalやRedPhoneに登録されていない番号です
ko_kr: Signal 또는 RedPhone에 등록되지 않은 번호입니다!
th_th: หมายเลขไม่ได้ลงทะเบียนกับ Signal หรือ RedPhone!
tr_tr: Bu numara Signal veya RedPhone'da kayıtlı değil!

# END_CALL_RECIPIENT_UNAVAILABLE
source: Recipient Unavailable.
bs: Primalac nedostupan.
ja_jp: 応答なし
ko_kr: 응답 없음
th_th: ผู้รับไม่พร้อมใช้งาน
tr_tr: Aranan Kişi Mevcut Değil

# END_CALL_REJECTED_LOCAL
source: You Rejected the Call.
bs: Odbili ste poziv.
ja_jp: こちらが通話を拒否しました
ko_kr: 당신이 통화를 거절했습니다.
th_th: คุณได้ปฏิเสธสาย
tr_tr: Çağrıyı reddettin

# END_CALL_REJECTED_REMOTE
source: Call Rejected.
bs: Poziv odbijen.
ja_jp: 通話は拒否されました
ko_kr: 통화 거절됨
th_th: สายถูกปฏิเสธ
tr_tr: Çağrı Reddedildi.

# END_CALL_REPLACED_BY_NEXT
source: You Made Another Call.
bs: Napravili ste dodatni poziv.
ja_jp: 続けて電話をかけました
ko_kr: 다른 통화를 하셨습니다.
th_th: คุณได้ต่อสายอื่น
tr_tr: Başka Bir Arama Yaptınız.

# END_CALL_RESPONDER_IS_BUSY
source: Busy.
bs: Zauzeto.
ja_jp: 話し中
th_th: ไม่ว่าง

# END_CALL_STALE_SESSION
source: Missed the Call.
bs: Propušten poziv.
ja_jp: 通話失敗
ko_kr: 전화를 받지 못하였습니다.
th_th: ไม่ได้รับสาย
tr_tr: Cevapsız Çağrı.

# END_CALL_UNCATEGORIZED_FAILURE
source: Call Failed.
bs: Nespjeli poziv.
ja_jp: 通話に失敗しました
ko_kr: 전화 실패됨.

# ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE
source: Failed to send message.
bs: Slanje poruke nije uspjelo.
ja_jp: メッセージの送信に失敗しました
ko_kr: 메시지 전송 실패.
th_th: ไม่สามารถส่งข้อความ
tr_tr: Mesajı gönderilmedi.

# ERROR_DESCRIPTION_NO_INTERNET
source: Signal was unable to connect to the internet. Please try from another WiFi network or use mobile data.
bs: Signal nije u mogućnosti povezati se na internet. Molimo pokušajte sa drugom WiFi ili mobilnom mrežom.
ja_jp: インターネットに接続できませんでした。Wi-Fiのネットワークを変えるか，モバイルデータ通信を使ってみてください。
ko_kr: 시그널이 인터네트에 접속불가능. 다른 Wifi 네트워크나 모바일 데이터를 사용하세요.
th_th: Signal ไม่สามารถเชื่อมต่ออินเทอร์เน็ต โปรดลองจากเครือข่าย WiFi อื่นหรือใช้ข้อมูลมือถือ
tr_tr: Sinyal internete bağlanamadı. Lütfen başka bir WiFi ağından deneyin veya mobil veri kullanın.

# ERROR_DESCRIPTION_SENDING_UNAUTHORIZED
source: Your device is no longer registered for your phone number. You must remove and reinstall Signal.
bs: Vaš uređaj više nije registriran za vaš telefonski broj. Morate ukloniti i ponovno instalirati Signal.
ja_jp: 電話番号と端末との結び付きがないようです。Signalを削除してインストールし直してください。
ko_kr: 당신의 기기는 더이상 당신의 폰번호로 등록되지 않습니다.당신은 반드시 시그널을 해제하고 다시 설치해야 합니다.
th_th: อุปกรณ์ของคุณไม่ได้ลงทะเบียนสำหรับหมายเลขโทรศัพท์ของคุณอีกต่อไป คุณต้องเอาออกและติดตั้ง Signal ใหม่
tr_tr: Cihazınız artık telefon numaranız için kayıtlı değil. Signal'ı kaldırıp tekrar kurmalısınız.

# ERROR_DESCRIPTION_SERVER_FAILURE
source: Server Error. Please try again later.
bs: Pogreška servera. Molimo pokušajte ponovo kasnije.
ja_jp: サーバーにエラーが発生しました。少し待って再試行してください。
ko_kr: 써버 오유. 다시 시도하세요.
th_th: ข้อผิดพลาดเซิร์ฟเวอร์ โปรดลองอีกครั้งในภายหลัง
tr_tr: Server hatası. Lütfen daha sonra tekrar deneyiniz.

# ERROR_DESCRIPTION_UNKNOWN_ERROR
source: An unknown error occured.
bs: Došlo je do nepoznate pogreške.
ja_jp: 未知のエラーが発生
th_th: เกิดข้อผิดพลาดที่ไม่รู้จัก

# ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT
source: Contact is not a Signal user.
bs: Kontakt ne koristi Signal.
ja_jp: 連絡先はSignalのユーザではありません
ko_kr: 연락처인이 시그널 사용자가 아닙니다.
th_th: รายชื่อไม่ได้เป็นผู้ใช้ Signal

# ERROR_MESSAGE_DUPLICATE_MESSAGE
source: Received a duplicated message.
bs: Primljena dupla poruka.
ja_jp: 重複メッセージを受信しました
ko_kr: 중복 메시지 받음.
th_th: ได้รับข้อความที่ซ้ำกัน
tr_tr: Tekrarlanan bir ileti alındı.

# ERROR_MESSAGE_INVALID_KEY_EXCEPTION
source: The recipient's key is not valid.
bs: Ključ primaoca nije validan.
ja_jp: 受取人のIDキーが無効です
ko_kr: 수신인 암호가 유효하지 않음.
th_th: กุญแจของผู้รับไม่ถูกต้อง
tr_tr: Alıcının anahtarı geçersiz.

# ERROR_MESSAGE_INVALID_MESSAGE
source: Received message was out of sync. Tap to reset your secure session.
bs: Primljena poruka je van sinkronizacije. Dodirnite za resetovanje sigurnosne sesije.
ja_jp: メッセージが受信できませんでした。タップして接触を再設定してください。
ko_kr: 받은 메시지가 동기화되지 않았습니다. 당신의 세션을 재설정하기 위하여 탭하세요.
th_th: ข้อความที่ได้รับหลุดจากการซิงค์ แตะเพื่อรีเซ็ตวาระแบบปลอดภัยของคุณ
tr_tr: Alınan mesajın senkronize olmadığı. Güvenli oturumunuzu sıfırlamak için dokunun.

# ERROR_MESSAGE_INVALID_VERSION
source: Received a message not compatible with this version.
bs: Primljena poruka nije kompatibilna s ovom verzijom.
ja_jp: このバージョンに対応してないメッセージを受け取りました
ko_kr: 이 버전과 호환이 되지 않는 메시지 받음.
th_th: ได้รับข้อความที่เข้ากันไม่ได้กับรุ่นนี้
tr_tr: Bu sürümle uyumsuz bir ileti alındı.

# ERROR_MESSAGE_NO_SESSION
source: No available session for contact.
bs: Nema raspoloživih sesija za kontakt.
ja_jp: この連絡先とのセッションはありません
ko_kr: 연락 가능한 세션 없음.
th_th: ไม่มีวาระที่ใช้งานได้สำหรับรายชื่อ
tr_tr: Kişi için oturum mevcut değil

# ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE
source: Safety number changed.
bs: Sigurnosni broj promijenjen.
ja_jp: 安全番号が変わりました
ko_kr: 안전번호 가 바뀌였습니다.
th_th: ตัวเลขความปลอดภัยถูกเปลี่ยน
tr_tr: Güvenlik numarası değişti

# ERROR_MESSAGE_UNKNOWN_ERROR
source: An unknown error occured.
bs: Došlo je do nepoznate greške.
ja_jp: 不明なエラーが発生しました
ko_kr: 알려지지 않은 오류 발생함.
th_th: เกิดข้อผิดพลาดที่ไม่รู้จัก
tr_tr: Bilinmeyen bir hata oluştu.

# ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY
source: Safety number changed. Tap to verify.
bs: Sigurnosni broj primijenjen. Dodirnite za verifikaciju.
ja_jp: 安全番号が変わりました。タップして確認してください。
th_th: ตัวเลขความปลอดภัยถูกเปลี่ยน แตะเพื่อตรวจสอบ
tr_tr: Güvenlik numarası değişti. Doğrulamak için dokunun

# ERROR_WAS_DETECTED_TITLE
source: Bummer!
bs: Pažnja!
ja_jp: エラー！
ko_kr: 알 수 없는 오류
th_th: แย่จัง!
tr_tr: Kahretsin!
