Repository: tylercasson/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: bs, ja_jp, ko_kr, th_th, tr_tr

# EXISTING_USER_REGISTRATION_ALERT_BODY
source: At this time Signal can only be active on one mobile device per phone number.
bs: U ovom trenutku Signal može biti aktivan samo na jednom mobilnom uređaju po telefonskom broju.
ja_jp: 今のところSignalは１つの電話番号につき１つの端末でしか有効になりません。
th_th: ในขณะนี้ Signal สามารถทำงานได้บนหนึ่งอุปกรณ์มือถือต่อหมายเลขโทรศัพท์เท่านั้น
tr_tr: Şu anda Sinyal, bir cihazda yalnızca bir mobil telefon numarası başına etkin olabilir.

# EXISTING_USER_REGISTRATION_ALERT_TITLE
source: Activating this %@ will disable Signal on any other device currently associated with this phone number.
bs: Aktiviranje ovog %@ će onemogućiti Signal na bilo kojem drugom uređaju koji je trenutno povezan sa ovim telefonskim brojem.
ja_jp: この%@を有効にすると，この電話番号に関係する他の端末のSignalは無効になります。
th_th: การเปิดใช้งาน %@ นี้จะปิดใช้งาน Signal บนอุปกรณ์อื่น ๆ ที่เชื่อมโยงกับหมายเลขโทรศัพท์นี้ในปัจจุบัน
tr_tr: Bu %@ etkinleştirilmesi, şu anda bu telefon numarası ile ilişkilendirilmiş başka herhangi bir cihazda Signali devre dışı bırakacaktır.

# FAILED_SENDING_BECAUSE_RATE_LIMIT
source: Too many failures with this contact. Please try again shortly.
bs: Previše neuspjeha sa ovim kontaktom. Pokušajte malo kasnije.
ja_jp: この連絡先との連絡に失敗しました。しばらくしてから再度試してください。
th_th: เกิดความล้มเหลวมากเกินไปกับรายชื่อนี้ โปรดลองอีกครั้งในเร็ว ๆ นี้
tr_tr: Bu irtibatta çok fazla arıza var. Lütfen kısa bir süre sonra tekrar deneyin.

# FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY
source: You must accept the new safety number before you will be able to send.
bs: Morate prihvatiti novi sigurnosni broj prije mogućnosti slanja.
ja_jp: 新しい安全番号を承諾しなければ送信を行うことはできません
th_th: คุณต้องยอมรับตัวเลขความปลอดภัยใหม่ก่อนที่คุณจะสามารถส่ง
tr_tr: Gönderebilmeniz için önce yeni güvenlik numarasını kabul etmeniz gerekir.

# FAILED_SENDING_TEXT
source: Sending failed. Tap to retry.
bs: Slanje nije uspjelo. Dodirnite za novi pokušaj.
ja_jp: 送信失敗（タップでやり直し）
ko_kr: 전송 안되어 탭하여 다시 보내기
th_th: การส่งล้มเหลว แตะเพื่อลองใหม่
tr_tr: Gönderim başarısız. Yeniden denemek için dokun.

# FAILED_VERIFICATION_TITLE
source: Failed to Verify Safety Number!
bs: Verifikacija sigurnosnog broja nije uspjela!
ja_jp: 安全番号が確認できませんでした
th_th: ไม่สามารถตรวจสอบตัวเลขความปลอดภัย!
tr_tr: Güvenlik Numarasını Doğrulamadı!

# FINGERPRINT_SHRED_KEYMATERIAL_BUTTON
source: Reset this session.
bs: Resetuj ovu sesiju.
ja_jp: このセッションをリセットする
ko_kr: 세션 초기화
th_th: รีเซ็ตวาระนี้
tr_tr: Oturumu yenile.

# FINISH_GROUP_CREATION_LABEL
source: Finish creating group
bs: Završi kreiranje grupe
ja_jp: グループ作成を完了する
th_th: เสร็จสิ้นการสร้างกลุ่ม
tr_tr: Grup oluşturmayı tamamla

# GROUP_AVATAR_CHANGED
source: Avatar changed.
bs: Slika profila promijenjena.
ja_jp: アイコンが変わりました
ko_kr: 아바타 변경됨.
th_th: เปลี่ยนภาพประจำตัวแล้ว
tr_tr: Profil resmi değişti.

source: Group created.
bs: Grupa je kreirana.
ja_jp: グループが作成されました
ko_kr: 그룹 창조 완성.
th_th: สร้างกลุ่มแล้ว
tr_tr: Grup oluşturuldu

# GROUP_CREATING
source: Creating new group
bs: Kreiranje nove grupe
ja_jp: グループの作成
ko_kr: 새 그룹을 창조하고 있습니다.
th_th: กำลังสร้างกลุ่มใหม่
tr_tr: Yeni grup oluşturuluyor

# GROUP_CREATING_FAILED
source: Group creation failed
bs: Neuspješno kreiranje grupe
ja_jp: グループ作成に失敗
ko_kr: 그룹 창조 실패.
th_th: การสร้างกลุ่มล้มเหลว
tr_tr: Grup oluşturma başarısız

# GROUP_MANAGEMENT_SECTION
source: Group Management
bs: Upravljanje grupom
ja_jp: グループの管理
ko_kr: 그룹 관리
th_th: การจัดการกลุ่ม
tr_tr: Grup Yönetimi

# GROUP_MEMBER_JOINED
source: %@ joined the group.
bs: %@ se pridružio/la grupi.
ja_jp: %@がグループに加わりました
ko_kr: %@님이 그룹에 조인함.
th_th: %@ ได้เข้าร่วมกลุ่ม
tr_tr: %@ gruba katıldı.

# GROUP_MEMBER_LEFT
source: %@ left the group.
bs: %@ je napustio/la grupu.
ja_jp: %@がグループを離れました
ko_kr: %@님이 그룹을 나감.
th_th: %@ ได้ออกจากกลุ่ม
tr_tr: %@ grubu terk etti.

# GROUP_MEMBERS_HEADER
source: Group Members
bs: Članovi grupe
ja_jp: メンバー
ko_kr: 그룹 멤버들
th_th: สมาชิกกลุ่ม
tr_tr: Grup Üyeleri

# GROUP_REMOVING
source: Leaving group %@
bs: Napuštanje grupe %@
ja_jp: %@から離脱
th_th: กำลังออกจากกลุ่ม %@
tr_tr: %@ grubu bırakılıyor

# GROUP_REMOVING_FAILED
source: Failed to leave group
bs: Napuštanje grupe nije uspjelo
ja_jp: グループ離脱に失敗
th_th: ไม่สามารถออกจากกลุ่ม
tr_tr: Grubu bırakma başarısız oldu

# GROUP_SETTINGS_LABEL
source: Group settings
bs: Podešavanja grupe
ja_jp: グループ設定
ko_kr: 그룹 설정
th_th: ตั้งค่ากลุ่ม
tr_tr: Grup ayarları

# GROUP_TITLE_CHANGED
source: Title is now '%@'.
bs: Naslov je sada '%@'.
ja_jp: タイトルが「%@」に変更されました
ko_kr: 제목은 '%@'
th_th: หัวข้อตอนนี้เป็น '%@'
tr_tr: Yeni başlık: '%@'.

source: Group updated.
bs: Grupa je ažurirana.
ja_jp: グループを更新しました
ko_kr: 그룹 업데이트됨.
th_th: อัปเดตกลุ่มแล้ว
tr_tr: Grup güncellendi.

# GROUP_YOU_LEFT
source: You have left the group.
bs: Napustili ste grupu.
ja_jp: グループを離れました
ko_kr: 그룹에서 나갔습니다.
th_th: คุณได้ออกจากกลุ่ม
tr_tr: Grubu terk ettin.

# HOURS_TIME_AMOUNT
source: %u hours
bs: %u sati
ja_jp: %u時間
th_th: %u ชั่วโมง
tr_tr: %u saat

# IN_CALL_CONNECTING
source: Connecting...
bs: Povezivanje...
ja_jp: 接続中
ko_kr: 연결중........
th_th: กำลังเชื่อมต่อ...
tr_tr: Bağlanıyor...

# IN_CALL_RINGING
source: Ringing...
bs: Zvoni...
ja_jp: 呼び出し中
ko_kr: 대기 중…
th_th: กำลังส่งเสียง...
tr_tr: Çalıyor...

# IN_CALL_SECURING
source: Answered. Securing...
bs: Odgovoreno. Osiguravanje...
ja_jp: 応答あり。通信を暗号化中……
ko_kr: 상대방이 전화를 받음. 보안중...
th_th: รับสายแล้ว กำลังทำให้ปลอดภัย...
tr_tr: Yanıtlandı. Güvenli hale getiriliyor...

# IN_CALL_TALKING
source: Secured. Active.
bs: Osigurano. Aktivno.
ja_jp: 通信は安全です
ko_kr: 안전함. 활성화됨
th_th: ปลอดภัย ใช้งานอยู่
tr_tr: Güvenli bağlantı. Etkin.

# IN_CALL_TERMINATED
source: Call Ended.
bs: Poziv završen.
ja_jp: 通話が終了
ko_kr: 전화 완료됨

source: Incoming call
bs: Dolazni poziv
ja_jp: 着信
ko_kr: 수신 전화
th_th: สายโทรเข้า
tr_tr: Gelen çağrı

source: Incoming call from %@
bs: Dolazni poziv od %@
ja_jp: %@ から着信
ko_kr: %@으로부터 전화
th_th: สายโทรเข้าจาก %@
tr_tr: %@ arıyor

# INVITE_FRIENDS_CONTACT_TABLE_BUTTON
source: Invite Friends to Signal
bs: Pozovite prijatelje na Signal
ja_jp: 友だちをSignalに招待する
ko_kr: 시그널로 친구들을 초청하세요.
th_th: เชิญเพื่อนมาใช้ Signal
tr_tr: Signal'a arkadaş davet et

# INVITE_FRIENDS_PICKER_SEARCHBAR_PLACEHOLDER
source: Search
bs: Pretraga
ja_jp: 検索
ko_kr: 검색
th_th: ค้นหา
tr_tr: Ara

# INVITE_FRIENDS_PICKER_TITLE
source: Invite Friends
bs: Pošalji pozivnicu prijateljima
ja_jp: 友だちを招待
ko_kr: 친구들 초대
th_th: เชิญเพื่อน
tr_tr: Arkadaş davet et

# KEEP_MESSAGES_DURATION
source: Messages disappear after %@.
bs: Poruke nestaju nakon %@.
ja_jp: メッセージは%@後に消えます
th_th: ข้อความจะหายไปหลังจาก %@
tr_tr: Mesaj şu zamandan sonra kayıp oluyor: %@.

# KEEP_MESSAGES_FOREVER
source: Messages do not disappear.
bs: Poruke neće nestajati.
ja_jp: メッセージは消えません
th_th: ข้อความจะไม่หายไป
tr_tr: Mesajlar kayıp olmuyor.

# LEAVE_BUTTON_TITLE
source: Leave
bs: Napusti
ja_jp: 離脱
ko_kr: 나가기
th_th: ออก
tr_tr: Ayrıl

# LEAVE_GROUP_ACTION
source: Leave Group
bs: Napusti grupu
ja_jp: グループを離脱
th_th: ออกจากกลุ่ม
tr_tr: Grupdan ayrıl

# LINK_DEVICE_INVALID_CODE_BODY
source: This QR code is not valid, make sure you are scanning the QR code displayed on the device you want to link.
bs: Ovaj QR kôd nije validan, budite sigurni da skenirate QR kôd prikazan na uređaju koji želite povezati.
ja_jp: QRコードが正しくありません。登録したい端末に表示されているQRコードを読み取っているか確認してください。
th_th: รหัส QR นี้ไม่ถูกต้อง ตรวจสอบให้แน่ใจว่าคุณกำลังสแกนรหัส QR ที่แสดงผลบนอุปกรณ์ที่คุณต้องการเชื่อมโยง
tr_tr: Bu QR kodu geçerli değil, bağlamak istediğiniz cihazda görüntülenen QR kodunu taradığınızdan emin olun.

# LINK_DEVICE_INVALID_CODE_TITLE
source: Linking Device Failed
bs: Uvezivanje uređaja nije uspjelo!
ja_jp: 端末の登録に失敗
th_th: การเชื่อมโยงอุปกรณ์ล้มเหลว
tr_tr: Cıhaz bağlanması başarısız oldu

# LINK_DEVICE_PERMISSION_ALERT_BODY
source: This device will be able to see your groups and contacts, read all your messages, and send messages in your name.
bs: Ovaj uređaj će biti u stanju prikazati vaše grupe i kontakte, čitati sve vaše poruke i slati poruke u vaše ime.
ja_jp: この端末上でグループや連絡先を表示したり，メッセージを読んだり，自分名義のメッセージを送ることが可能になります
th_th: อุปกรณ์นี้จะสามารถดูกลุ่มและรายชื่อของคุณ อ่านข้อความทั้งหมดของคุณ และส่งข้อความในชื่อของคุณ
tr_tr: Bu cihaz, gruplarınızı ve kişilerinizi görebilir, tüm iletilerinizi okuyabilir ve adınıza mesaj gönderebilir.

# LINK_DEVICE_PERMISSION_ALERT_TITLE
source: Link this device?
bs: Uveži ovaj uređaj?
ja_jp: この端末を登録しますか？
th_th: เชื่อมโยงอุปกรณ์นี้?
tr_tr: Bu cihazı bağla?

# LINK_DEVICE_RESTART
source: Retry
bs: Pokušaj
ja_jp: 再試行
ko_kr: 재시도
th_th: ลองใหม่
tr_tr: Yeniden dene

# LINK_DEVICE_SCANNING_INSTRUCTIONS
source: Scan the QR code displayed on the device to link.
bs: Skeniraj QR kôd prikazan na uređaju koji uvezujete.
ja_jp: 登録する端末に表示されているQRコードを読み取ってください
th_th: สแกนรหัส QR ที่แสดงผลบนอุปกรณ์เพื่อเชื่อมโยง
tr_tr: Bağlanmak istediğin cihazda görüntülenen QR kodunu tara.

# LINK_NEW_DEVICE_SUBTITLE
source: Scan QR Code
bs: Skeniraj QR kôd
ja_jp: QRコードを読み取る
th_th: สแกนรหัส QR
tr_tr: QR kodunu tara.

# LINK_NEW_DEVICE_TITLE
source: Link New Device
bs: Uveži novi uređaj
ja_jp: 登録する端末を追加
th_th: เชื่อมโยงอุปกรณ์ใหม่
tr_tr: Yeni Cihaz Bağlat

# LINKED_DEVICES_TITLE
source: Linked Devices
bs: Uvezani uređaji
ja_jp: 他の端末の登録
th_th: อุปกรณ์ที่เชื่อมโยง
tr_tr: Bağlı Cihazlar

# LINKING_DEVICE_FAILED_TITLE
source: Linking Device Failed
bs: Uvezivanje uređaja nije uspjelo
ja_jp: 端末の登録に失敗
th_th: การเชื่อมโยงอุปกรณ์ล้มเหลว
tr_tr: Cihaz bağlaması başarısız oldu

# LIST_GROUP_MEMBERS_ACTION
source: List Group Members
bs: Popis članova grupe
ja_jp: メンバーのリスト
th_th: รายชื่อสมาชิกกลุ่ม
tr_tr: Grup Üyeleri göster

# LOADING_CONTACTS_LABEL_LINE1
source: Loading your contacts.
bs: Učitavanje vaših kontakata.
ja_jp: 連絡先を取り込み中
ko_kr: 당신의 연락처를 불러오는 중
th_th: กำลังโหลดรายชื่อของคุณ
tr_tr: Kişilerin yükleniyor.

# LOADING_CONTACTS_LABEL_LINE2
source: Sit tight.
bs: Imajte strpljenja.
ja_jp: 少々お待ちください
ko_kr: 기다려주세요
th_th: อดใจรอ
tr_tr: Sıkı durun.

# LOGGING_SECTION
source: Logging
bs: Prijavljivanje
ja_jp: デバッグログ
ko_kr: 로깅
th_th: การบันทึก
tr_tr: Kayıt altına alma

# ME_STRING
source: Me
bs: Ja
ja_jp: 自分
ko_kr: 나
th_th: ฉัน
tr_tr: Ben

# MEDIA_FROM_CAMERA_BUTTON
source: Camera
bs: Kamera
ja_jp: カメラ
th_th: กล้อง
tr_tr: Kamera

# MEDIA_FROM_LIBRARY_BUTTON
source: Photo Library
bs: Foto Galerija
ja_jp: 写真を選択
th_th: คลังรูปภาพ
tr_tr: Fotoğraf kütüphanesi

# MESSAGE_COMPOSEVIEW_TITLE
source: New Message
bs: Nova poruka
ja_jp: 新しいメッセージ
ko_kr: 새 메시지
th_th: ข้อความใหม่
tr_tr: Yeni İleti

# MINUTES_TIME_AMOUNT
source: %u minutes
bs: %u minuta
ja_jp: %u分
th_th: %u นาที
tr_tr: %u dakika

source: Missed call
bs: Propušten poziv
ja_jp: 不在着信
ko_kr: 부재중 전화
th_th: สายที่ไม่ได้รับ
tr_tr: Cevapsız Çağrı.

# MISSING_CAMERA_PERMISSION_MESSAGE
source: Signal needs access to your camera for video calls. You can grant this permission in the Settings app >> Privacy >> Camera >> Signal
bs: Signal zahtijeva pristup vašoj kameri za video pozive. Možete odobriti ovu dozvolu u aplikaciji Postavke >> Privatnost >> Kamera >> Signal
ja_jp: ビデオ電話をするにはカメラへのアクセスが必要です。アクセスを許可するには，設定→プライバシー→カメラ→Signal，と進んでください。

# MISSING_CAMERA_PERMISSION_TITLE
source: Signal needs to access your camera.
bs: Signal treba pristup vašoj kameri.
ja_jp: カメラへのアクセスが必要です
th_th: Signal จำเป็นต้องเข้าถึงกล้องของคุณ
tr_tr: Sinyalin kameranıza erişmesi gerekiyor.

# MSGVIEW_MISSED_CALL
source: Missed call from %@.
bs: Propušten poziv od %@.
ja_jp: %@ から不在着信
ko_kr: %@으로부터의 부재중 전화.
th_th: สายที่ไม่ได้รับจาก %@
tr_tr: %@ çağrısını kaçırdın.

# MSGVIEW_RECEIVED_CALL
source: You received a call from %@.
bs: Primili ste poziv od %@.
ja_jp: %@ から着信
ko_kr: %@으로부터 전화를 받았습니다.
th_th: คุณได้รับสายจาก %@
tr_tr: %@ aradı.

# MSGVIEW_YOU_CALLED
source: You called %@.
bs: Pozivali ste %@.
ja_jp: %@ に発信
ko_kr: %@에게 전화를 걸었습니다.
th_th: คุณได้โทรหา %@
tr_tr: %@ arandı.

# MULTIDEVICE_PAIRING_MAX_DESC
source: You can not pair any more devices.
bs: Ne možete upariti više uređaja.
ja_jp: これ以上のデバイスは追加できません。
th_th: คุณไม่สามารถจับคู่อุปกรณ์ใด ๆ เพิ่มเติมได้อีก
tr_tr: Daha fazla cihaz eşleştiremezsin.

# MULTIDEVICE_PAIRING_MAX_RECOVERY
source: You have reached the maximum of devices you can currently pair with your account. Please remove a device or try again to pair it later.
bs: Dosegli ste maksimalan uređaja koje možete trenutno upariti sa vašim računom. Molimo vas da uklonite uređaj ili pokušajte kasnije upariti ponovo.
ja_jp: １つのアカウントで使用できるデバイス数の上限を超えています。デバイスをどれか削除してからデバイスの追加を再度行ってください。
th_th: คุณได้มาถึงขีดจำกัดจำนวนอุปกรณ์สูงสุดที่คุณสามารถจับคู่กับบัญชีของคุณได้ในขณะนี้ โปรดเอาอุปกรณ์ออกหรือลองอีกครั้งเพื่อจับคู่ในภายหลัง
tr_tr: Hesabınla şu anda eşleştirebileceğin azami cihaz sayısına ulaştın. Lütfen bir cihazı kaldır veya daha sonra tekrar dene.

# NETWORK_ERROR_RECOVERY
source: Please check you're online and try again.
bs: Molimo provjerite da li ste na mreži i pokušajte ponovo.
ja_jp: ネットワークへの接続を確認して再度お試しください。
th_th: โปรดตรวจสอบว่าคุณกำลังออนไลน์และลองอีกครั้ง
tr_tr: Çevrimiçi olduğundan emin ol ve tekrar dene.

# NETWORK_STATUS_CONNECTED
source: Connected
bs: Povezano
ja_jp: オン
ko_kr: 연결됨
th_th: เชื่อมต่อแล้ว
tr_tr: Bağlandı

# NETWORK_STATUS_CONNECTING
source: Connecting
bs: Povezivanje
ja_jp: 接続試行中
ko_kr: 연결중
th_th: กำลังเชื่อมต่อ
tr_tr: Bağlanıyor

# NETWORK_STATUS_HEADER
source: Network Status
bs: Status mreže
ja_jp: ネットワーク
ko_kr: 네트워크 상태
th_th: สถานะเครือข่าย
tr_tr: Ağ Durumu

# NETWORK_STATUS_OFFLINE
source: Offline
bs: Van mreže
ja_jp: オフ
ko_kr: 오프라인
th_th: ออฟไลน์
tr_tr: Çevrimdışı

# NETWORK_STATUS_TEXT
source: You can check your network status by looking at the colored bar above your inbox.
bs: Možete provjeriti status vaše mreže gledajući traku u boji iznad vašeg sandučića.
ja_jp: ネットワークへの接続状況は，受信箱上部のバーを見て確認できます。
ko_kr: 당신의 메시지함 위 색깔이 있는 바를 보면 당신의 네트워크 상태를 확인할 수 있습니다.
th_th: คุณสามารถตรวจสอบสถานะเครือข่ายของคุณโดยดูที่แถบสีด้านบนกล่องขาเข้าของคุณ
tr_tr: Gelen kutunun üstündeki renkli çubuğa bakarak ağ durumunu kontrol edebilirsin.

# NEW_CONVERSATION_FOR_NON_CONTACT_FORMAT
source: New conversation with %@
bs: Novi razgovor sa %@
ja_jp: %@との新規会話
th_th: การสนทนาใหม่กับ %@

# NEW_GROUP_ADD_PHOTO_ACTION
source: Set Group Photo
bs: Postavi sliku grupe
ja_jp: グループのアイコン画像を設定
th_th: ตั้งรูปภาพกลุ่ม
tr_tr: Grup Fotoğrafını Ayarla

# NEW_GROUP_DEFAULT_TITLE
source: New Group
bs: Nova grupa
ja_jp: 新しいグループ
ko_kr: 새 그룹
th_th: กลุ่มใหม่
tr_tr: Yeni Grup

# NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT
source: Name this group chat
bs: Dodijeli naziv ovom grupnom razgovoru
ja_jp: グループに名前を付ける
ko_kr: 그룹 이름짓기
th_th: ตั้งชื่อแชทกลุ่มนี้
tr_tr: Bu grup görüşmesine isim ver

# NEW_GROUP_REQUEST_ADDPEOPLE
source: Add people
bs: Dodajte osobe
ja_jp: メンバーを追加
ko_kr: 사람 추가
th_th: เพิ่มผู้คน
tr_tr: Kişi ekle

# NO_CONTACTS_SEARCH_BY_PHONE_NUMBER
source: Find Contacts by Phone Number
bs: Pronađi kontakt po telefonskom broju
ja_jp: 連絡先を電話番号で検索
th_th: ค้นหารายชื่อด้วยหมายเลขโทรศัพท์

# NOTIFICATION_SEND_FAILED
source: Your message failed to send to %@.
bs: Neuspjelo slanje vaše poruke za %@.
ja_jp: %@へのメッセージ送信に失敗しました
ko_kr: %@님에게 메시지 전송 실패
th_th: ไม่สามารถส่งข้อความของคุณไปยัง %@
tr_tr: Mesajın %@ isimli kullanıcıya gönderilemedi.

# NOTIFICATIONS_FOOTER_WARNING
source: Due to known bugs in Apple's push framework, message previews will only be shown if the message is retrieved within 30 seconds after being sent. The application badge might be inaccurate as a result.
bs: Zbog poznatih grešaka u Apple "push" razvojnom okviru, pregledi poruka će biti prikazani samo ako su poruke preuzete u roku od 30 sekundi nakon slanja. Što može rezultirati netačne podatke na bedžu aplikacije.
ja_jp: Appleのプッシュ通信仕様の既知のバグのため，メッセージのプレビューが表示されるのはメッセージの取得が送信後30秒以内に行われたときのみとなります。この結果Appアイコンのバッジが不正確になる場合があります。
th_th: เนื่องจากข้อบกพร่องที่ทราบใน Push framework ของ Apple ตัวอย่างข้อความจะแสดงเฉพาะเมื่อข้อความถูกดึงข้อมูลภายใน 30 วินาทีหลังจากส่ง ผลลัพธ์คือป้ายประกาศบนแอปพลิเคชันอาจไม่เที่ยงตรง
tr_tr: Apple'ın bildirim altyapısındaki bilinen hatalardan dolayı, mesaj önizlemeleri yalnızca mesaj gönderildikten 30 saniye içinde alınırsa gösterilir. Bunun sonucunda uygulama işaretleri hatalı olabilir.

# NOTIFICATIONS_NONE
source: No name or message
bs: Bez imena ili poruke
ja_jp: なし
ko_kr: 이름이나 메시지 표시하지 않음
th_th: ไม่มีชื่อหรือข้อความ
tr_tr: İsim veya ileti yok

# NOTIFICATIONS_SECTION_BACKGROUND
source: Background Notifications
bs: Pozadinske obavijesti
ja_jp: バックグラウンド通知
ko_kr: 백그라운드 알림
th_th: การแจ้งเตือนพื้นหลัง
tr_tr: Arka plan bildirimleri

# NOTIFICATIONS_SECTION_INAPP
source: In-App Notifications
bs: Obavijesti unutar aplikacije
ja_jp: アプリ内通知
ko_kr: 앱내 알림
th_th: การแจ้งเตือนในแอป
tr_tr: Yazılım içi bildirimler

# NOTIFICATIONS_SENDER_AND_MESSAGE
source: Sender name & message
bs: Ime pošiljaoca i poruka
ja_jp: 発信者名とメッセージ
ko_kr: 상대방 이름과 메시지
th_th: ชื่อและข้อความของผู้ส่ง
tr_tr: Gönderenin adı & iletisi

# NOTIFICATIONS_SENDER_ONLY
source: Sender name only
bs: Samo ime pošiljaoca
ja_jp: 発信者名のみ
ko_kr: 상대방 이름
th_th: ชื่อผู้ส่งเท่านั้น
tr_tr: Sadece isim

# NOTIFICATIONS_SHOW
source: Show
bs: Prikaži
ja_jp: 表示内容
ko_kr: 알림에 표시
th_th: แสดง
tr_tr: Göster

# NOTIFICATIONS_SOUND
source: Notification Sounds
bs: Zvukovi obavijesti
ja_jp: 通知音
ko_kr: 알림음
th_th: เสียงการแจ้งเตือน
tr_tr: Bildirim sesleri

# OPEN_SETTINGS_BUTTON
source: Settings
bs: Postavke
ja_jp: 設定
th_th: การตั้งค่า
tr_tr: Ayarlar

# OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION
source: %@ disabled disappearing messages.
bs: %@ onemogućio/la nestajuće poruke.
ja_jp: %@がメッセージの消失をオフにしました
th_th: %@ ได้ปิดใช้งานข้อความหายตัว
tr_tr: %@ kaybolan mesajları devre dışı bıraktı.

# OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION
source: %@ set disappearing message time to %@.
bs: %@ je postavio/la vrijeme za nestajuće poruke na %@.
ja_jp: %@がメッセージの消失時間を%@に設定しました
th_th: %@ ได้ตั้งเวลาข้อความหายตัวเป็น %@
tr_tr: %@ Kaybolan mesaj süresini %@ olarak ayarladı.

source: Outgoing call
bs: Odlazni poziv
ja_jp: 発信
ko_kr: 발신 전화
th_th: สายโทรออก
tr_tr: Giden çağrı

# PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM
source: This doesn't look like your safety number with %@. Are you verifying the correct contact?
bs: Ovo ne izgleda kao sigurnosni broj sa %@. Da li verifikujete ispravan kontakt?
ja_jp: %@との安全番号ではないようです。連絡先が正しいか確認してください。
th_th: นี่ดูเหมือนจะไม่ใช่ตัวเลขความปลอดภัยของคุณกับ %@ คุณกำลังตรวจสอบรายชื่อที่ถูกต้องหรือไม่?
tr_tr: Bu, %@ numaralı güvenlik numaranıza benziyor. Doğru kişiyi doğruluyor musun?

# PRIVACY_VERIFICATION_FAILED_MISMATCHED_SAFETY_NUMBERS_IN_CLIPBOARD
source: The number in your clipboard doesn't look like the correct safety number for this conversation.
bs: Broj u vašem međuspremniku ne izgleda kao ispravan sigurnosni broj za ovaj razgovor.
ja_jp: クリップボードにある番号はこの会話の安全番号ではないようです。
th_th: ตัวเลขในคลิปบอร์ดของคุณดูเหมือนจะไม่ใช่ตัวเลขความปลอดภัยที่ถูกต้องสำหรับการสนทนานี้
tr_tr: Panonuzdaki sayı bu konuşma için doğru güvenlik numarasına benzemiyor.

# PRIVACY_VERIFICATION_FAILED_NO_SAFETY_NUMBERS_IN_CLIPBOARD
source: Signal couldn't find any safety number in your clipboard. Have you copied it correctly?
bs: Signal ne može pronaći nijedan sigurnosni broj u međuspremniku. Da li sta ga ispravno kopirali?
ja_jp: クリップボードのなかに安全番号はみつかりませんでした。正しくコピーしましたか？
th_th: Signal ไม่สามารถค้นหาตัวเลขความปลอดภัยใด ๆ ในคลิปบอร์ดของคุณ คุณได้คัดลอกมาถูกต้องหรือไม่?
tr_tr: Signal, panonuzda herhangi bir güvenlik numarası bulamadı. Doğru şekilde kopyaladın mı?

# PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME
source: Every pair of Signal users shares a distinct safety number. Double-check that %@ is displaying *your* distinct safety number.
bs: Svaki korisnički par na Signalu dijeli poseban sigurnosni broj. Duplo provjerite da %@ prikazuje *vaš* poseban sigurnosni broj.
ja_jp: 安全番号はSignalユーザーの組合せごとに異なります。%@が表示している安全番号があなたとの番号か確認してください。
th_th: ทุกคู่ของผู้ใช้ Signal จะแบ่งปันตัวเลขความปลอดภัยที่แตกต่างกัน ตรวจสอบอีกครั้งว่า %@ กำลังแสดงผลตัวเลขความปลอดภัยจำเพาะ *ของคุณ*
tr_tr: Sinyal kullanıcılarının her çifti ayrı bir güvenlik numarası paylaşıyor. %@ *sizin* emniyet numaranızı gösterdiğini tekrar kontrol edin.

# PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION
source: You're running an old version of Signal. You need to update before you can verify.
bs: Pokrećete staru verziju Signala. Potrebno je ažuriranje prije verifikacije.
ja_jp: 古いバージョンのSignalを使っています。最新版に更新してください。
th_th: คุณกำลังใช้ Signal รุ่นเก่า คุณจำเป็นต้องอัปเดตก่อนที่คุณจะสามารถตรวจสอบ
tr_tr: Eski bir Sinyal sürümünü çalıştırıyorsunuz. Doğrulamadan önce güncellemeniz gerekiyor.

# PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION
source: Your partner is running an old version of Signal. They need to update before you can verify.
bs: Vaš partner pokreće staru verziju Signala. Potrebna je nadogradnja prije verifikacije.
ja_jp: 相手先が古いバージョンのSignalを使っています。最新版に更新するようお願いしてください。
th_th: คู่สนทนาของคุณกำลังใช้ Signal รุ่นเก่า เขาจำเป็นต้องอัปเดตก่อนที่คุณจะสามารถตรวจสอบ
tr_tr: Konuşdığınız kişi Signal'in eski bir sürümünü çalıştırıyor. Doğrulamadan önce güncellenmelidirler.

# PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE
source: The scanned code doesn't look like a safety number code. Are you both on an up-to-date version of Signal?
bs: Skenirani kôd ne izgleda kao kôd sigurnosnih brojeva. Da li oboje koristite najnoviju verziju Signala?
ja_jp: 読み取ったQRコードは安全番号のコードと異なります。双方ともに最新版のSignalを使っているか確認してください。
th_th: รหัสที่สแกนดูไม่เหมือนกับรหัสตัวเลขความปลอดภัย คุณทั้งสองกำลังใช้ Signal รุ่นล่าสุดอยู่หรือไม่?
tr_tr: Taranan kod bir güvenlik numarası kodu gibi görünmüyor. İkiniz de Signal'in güncel bir sürümünü mi kullanıyorsunuz?

# PRIVACY_VERIFICATION_INSTRUCTIONS
source: If you wish to verify the security of your end-to-end encryption with %@, compare the numbers above with the numbers on their device. Alternatively, you can scan the code on their phone, or ask them to scan your code.
bs: Ako želite verifikovati sigurnost end-to-end šifriranja sa %@, uporedite brojeve iznad sa brojevima na njegovom/njezinom uređaju. Alternativno, možete skenirati kôd na njegovom/njezinom telefonu ili upitati ih da skeniraju vaš kôd.
ja_jp: %@との端末間の暗号化が完全かどうかを確認するには，上記の番号と相手方に表示されている番号を比べてください。 あるいは，相手方の端末上のQRコードを読み取るか，こちらのQRコードを相手に読み取ってもらってください。
th_th: หากคุณต้องการตรวจสอบความปลอดภัยในการเข้ารหัสจากต้นทางถึงปลายทางของคุณกับ %@ เปรียบเทียบตัวเลขด้านบนกับตัวเลขบนอุปกรณ์ของเขา หรืออีกทางเลือก คุณสามารถสแกนรหัสบนโทรศัพท์ของเขา หรือขอให้เขาสแกนรหัสของคุณ
tr_tr: Uçtan uca şifrelemenin güvenliğini %@ ile doğrulamak isterseniz, yukarıdaki numaraları kendi cihazlarındaki numaralarla karşılaştırın. Alternatif olarak, kodunu telefonlarında tarayabilir veya kodunu taramanızı rica edebilirsiniz.

# PRIVACY_VERIFICATION_TITLE
source: Verify Safety Number
bs: Verifikacija sigurnosnog broja
ja_jp: 安全番号の確認
th_th: ตรวจสอบตัวเลขความปลอดภัย
tr_tr: Güvenlik Numarasını Doğrula

# PROCEED_BUTTON
source: Proceed
bs: Nastavljanje
ja_jp: 進む
ko_kr: 진행하다
th_th: ดำเนินการต่อ
tr_tr: Devam et

# PUSH_MANAGER_MARKREAD
source: Mark as read
bs: Označi kao pročitano
ja_jp: 既読にする
ko_kr: 읽은 메시지
th_th: ทำเครื่องหมายเป็นอ่านแล้ว
tr_tr: Okundu olarak işaretle

# PUSH_MANAGER_REPLY
source: Reply
bs: Odgovori
ja_jp: 返信
ko_kr: 답장
th_th: ตอบกลับ
tr_tr: Cevapla

# PUSH_REGISTER_SUCCESS
source: Successfully re-registered for push notifications.
bs: Uspješna preregistracija za push obavijesti.
ja_jp: プッシュ通信の再登録ができました。
th_th: ลงทะเบียนการแจ้งเตือนแบบผลักใหม่สำเร็จ
tr_tr: Itme bildirimleri için başarıyla yeniden kayıt oldular.

# PUSH_REGISTER_TITLE
source: Push Notifications
bs: Push obavijesti
ja_jp: プッシュ通知
ko_kr: 푸시 알림
th_th: การแจ้งเตือนแบบผลัก
tr_tr: Anlık Bildirimler
