Repository: tylercasson/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: bs, ja_jp, ko_kr, th_th, tr_tr

# PUSH_SETTINGS_MESSAGE
source: Signal requires push notification alerts and sounds to be enabled to work properly. Please change it in the Settings app >> Notification Center >> Signal.
bs: Signal zahtijeva push notifikacije, upozorenja i zvukovi moraju biti omogućeni za ispravno funkcionisanje. Molimo izvršite izmjene u aplikaciji Postavke >> Obavijesti >> Signal.
ja_jp: 通知の設定は「設定」>「通知」>「Signal」で行って下さい。
ko_kr: 시그널이 제대로 작동하기 위하여, 푸쉬 알림이 활성화 되어야 합니다. 설정 >> 알림센터 >> 시그널 에서 바꾸어주시길 바랍니다.
th_th: Signal ต้องการเปิดใช้งานการเตือนและเสียงการแจ้งเตือนแบบผลักเพื่อให้ทำงานได้ถูกต้อง โปรดเปลี่ยนค่าในแอป การตั้งค่า >> ศูนย์การแจ้งเตือน >> Signal
tr_tr: Signal'in düzgün çalışabilmesi için görüntülü ve sesli bildirimlerin açık olması gereklidir. Lütfen Ayarlar uygulamasında >> Bildirim Merkezi >> Signal bölümünden bunu değiştir.

# RATING_MSG
source: If you enjoy using Signal to have private conversations, you can support our project by rating it. It won't take more than a minute, and will help others find some privacy.
bs: Ako volite koristiti Signal za privatne razgovore, svojom ocijenom možete podržati naš projekat. To vam neće uzeti ni minutu vremena, a pomoći će drugima da pronađu privatnost.
ja_jp: Signalを使ってプライベートな会話を楽しんでいる方に評価アンケートをお願いしています。１分もかかりませんし，他のユーザーのプライバシー確保の手助けになりますので、ご協力をお願いします。
th_th: หากคุณเพลิดเพลินกับการใช้ Signal เพื่อสนทนาแบบส่วนตัว คุณสามารถสนับสนุนโครงการของเราโดยการให้คะแนน ใช้เวลาไม่ถึงนาที และจะช่วยให้ผู้อื่นพบความเป็นส่วนตัว
tr_tr: Özel görüşmeler yapmak için Signal'ı kullanmaktan hoşlanıyorsan, projemize oy vererek destekte bulunabilirsin. Bu işlem bir dakikadan uzun sürmez ve başka insanların biraz mahremiyet bulmasına yardımcı olur.

# RATING_RATE
source: Rate Signal
bs: Ocijeni Signal
ja_jp: Signalを評価する
th_th: ให้คะแนน Signal
tr_tr: Signal'a Oy Ver

# RATING_TITLE
source: Support Signal!
bs: Podrži Signal!
ja_jp: Signalを支援する
th_th: สนับสนุน Signal!
tr_tr: Signal'ı Destekle!

# REGISTER_CC_ERR_ALERT_VIEW_MESSAGE
source: Please enter a valid country code
bs: Molimo unesite validan državni kôd
ja_jp: 正しい国番号を入力してください
ko_kr: 유효한 국가 코드를 입력하세요.
th_th: โปรดป้อนรหัสประเทศที่ถูกต้อง
tr_tr: Lütfen geçerli bir ülke kodu gir

# REGISTER_CC_ERR_ALERT_VIEW_TITLE
source: Country Code Error
bs: Greška državnog kôda
ja_jp: 国番号エラー
ko_kr: 국가 코드 틀림
th_th: ข้อผิดพลาดรหัสประเทศ
tr_tr: Ülke Kodu Hatalı

# REGISTER_CONTACTS_BODY
source: Signal allows you to have private conversations with your existing contacts. To use Signal, please allow access to your contacts.
bs: Signal vam dozvoljava privatne razgovore sa vašim postojećim kontaktima. Da bi koristili Signal, molimo dozvolite pristup vašim kontaktima.
ja_jp: Signalを使えばすでにお持ちの連絡先と私的な会話を楽しむことができます。連絡先にSignalがアクセスすることを許可してください。
th_th: Signal ช่วยให้คุณสามารถสนทนาแบบส่วนตัวกับรายชื่อที่มีอยู่ของคุณ เพื่อใช้ Signal โปรดอนุญาตให้เข้าถึงรายชื่อของคุณ
tr_tr: Signal, varolan kişilerinle özel görüşmeler yapmana izin verir. Signal'i kullanmak için lütfen kişilerine erişime izin ver.

# REGISTER_CONTACTS_CONTINUE
source: Continue
bs: Nastavi
ja_jp: 続ける
ko_kr: 확인
th_th: ดำเนินการต่อ
tr_tr: Devam et

# REGISTER_CONTACTS_WELCOME
source: Welcome!
bs: Dobrodošli!
ja_jp: ようこそ！
ko_kr: 환영합니다!
th_th: ยินดีต้อนรับ!
tr_tr: Hoşgeldin!

# REGISTER_FAILED_TRY_AGAIN
source: Try again
bs: Pokušaj ponovo
ja_jp: もう一度お願いします
ko_kr: 다시 시도하세요
th_th: ลองอีกครั้ง
tr_tr: Tekrar dene

# REGISTER_RATE_LIMITING_BODY
source: The server is currently rate-limiting signups, please try again later.
bs: Server trenutno ograničava količinu prijava, molimo pokušajte kasnije.
ja_jp: ユーザーの増加スピードに制限を設けています。しばらくしてから再度試してください。
ko_kr: 서버 입력시간이 초과됐습니다. 다시 시도하세요
th_th: ขณะนี้เซิร์ฟเวอร์กำลังจำกัดอัตราการลงทะเบียน โปรดลองอีกครั้งในภายหลัง
tr_tr: Sunucu şu anda yeni kayıtları sınırlıyor, lütfen daha sonra tekrar dene.

# REGISTERED_NUMBER_TEXT
source: Registered Number
bs: Registrirani broj
ja_jp: 登録済み番号
th_th: หมายเลขที่ลงทะเบียน
tr_tr: Kayıtlı Numara

# REGISTRATION_BODY
source: Failed to re-register for push notifications.
bs: Neuspješna preregistracija za push obavijesti.
ja_jp: プッシュ通知の再登録に失敗しました
th_th: ไม่สามารถลงทะเบียนการแจ้งเตือนแบบผลักใหม่
tr_tr: Itme bildirimleri için yeniden kayıt yaptıramadı.

# REGISTRATION_DEFAULT_COUNTRY_NAME
source: Country Code
bs: Državni kôd
ja_jp: 国番号
ko_kr: 국가 번호
th_th: รหัสประเทศ
tr_tr: Ülke Kodu

# REGISTRATION_ENTERNUMBER_DEFAULT_TEXT
source: Enter Number
bs: Unesite broj
ja_jp: 番号を入力する
ko_kr: 번호 입력
th_th: ป้อนหมายเลข
tr_tr: Numarayı Gir

source: Registration Error
bs: Pogreška prilikom registracije
ja_jp: 登録エラー
ko_kr: 등록 오류!
th_th: ข้อผิดพลาดการลงทะเบียน
tr_tr: Kayıt Hatası

# REGISTRATION_ERROR_BLANK_VERIFICATION_CODE
source: We can't activate your account until you verify the code we sent you.
bs: Ne možemo aktivirati vaš račun dok ne verifikujete kôd koji smo vam poslali.
ja_jp: 口座を開始するには，お送りしたコードの確認を行ってください。
th_th: เราไม่สามารถเปิดใช้งานบัญชีของคุณจนกว่าคุณจะตรวจสอบรหัสที่เราส่งให้คุณ
tr_tr: Sizi gönderdiğimiz kodu doğrulayana kadar hesabınızı aktive edemiyoruz.

# REGISTRATION_NON_VALID_NUMBER
source: This phone number format is not supported, please contact support.
bs: Telefonski broj u ovom formatu nije podržan, molimo kontaktirajte podršku.
ja_jp: サポートされていない形式の電話番号です。サポートに連絡してください。
th_th: ไม่รองรับรูปแบบหมายเลขโทรศัพท์นี้ โปรดติดต่อฝ่ายสนับสนุน
tr_tr: Bu telefon numarası formatı desteklenmiyor, lütfen destek ile iletişime geç.

# REGISTRATION_PHONENUMBER_BUTTON
source: Phone Number
bs: Telefonski broj
ja_jp: 電話番号
ko_kr: 전화번호
th_th: หมายเลขโทรศัพท์
tr_tr: Telefon Numarası

# REGISTRATION_RESTRICTED_MESSAGE
source: Someone's excited to send their first message! You need to register before performing this action.
bs: Neko je uzbuđen da pošalje svoju prvu poruku! Potrebna je registracija za obavljanje te radnje.
ja_jp: メッセージが送られて来ていますので，登録してください。
th_th: มีใครบางคนตื่นเต้นที่จะส่งข้อความแรกของเขา! คุณจำเป็นต้องลงทะเบียนก่อนที่จะกระทำสิ่งนี้ได้
tr_tr: Birisi ilk mesajını göndermek için fazla heyecan yaptı! Bu işlemi gerçekleştirmek için önce kayıt olman gerekiyor.

# REGISTRATION_TITLE_LABEL
source: Your Phone Number
bs: Vaš telefonski broj
ja_jp: 自分の電話番号
ko_kr: 당신 전화번호
th_th: หมายเลขโทรศัพท์ของคุณ
tr_tr: Telefon Numaran

# REGISTRATION_VERIFICATION_FAILED_TITLE
source: Verification Failed
bs: Verifikacija nije uspjela
ja_jp: 確認の失敗
th_th: การตรวจสอบล้มเหลว
tr_tr: Doğrulama başarısız oldu

# REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION
source: The numbers you submitted don't match what we sent. Want to double check?
bs: Brojevi koje ste unijeli ne poklapaju se sa onima koje smo vam poslali. Može li ponovna provjera?
ja_jp: 提出していただいた番号がこちらから送った番号とは異なります。確認をよろしくお願いします。
th_th: ตัวเลขที่คุณส่งมาไม่ตรงกับที่เราส่งให้ ต้องการตรวจสอบอีกครั้ง?
tr_tr: Gönderdiğiniz sayılar gönderdiğimizle eşleşmiyor. Çifte kontrol etmek ister misiniz?

# REGISTRATION_VERIFY_DEVICE
source: Activate This Device
bs: Aktivirajte ovaj uređaj
ja_jp: この端末を有効にする
th_th: เปิดใช้งานอุปกรณ์นี้
tr_tr: Bu cihazı etkinleştir

# REJECT_CALL_BUTTON_TITLE
source: Reject
bs: Odbaci
ja_jp: 拒否
ko_kr: 거절
th_th: ปฏิเสธ
tr_tr: Reddet

# RELAY_REGISTERED_ERROR_RECOVERY
source: The phone number you are trying to register has already been registered on another server, please unregister from there and try again.
bs: Telefonski broj koji pokušavate registrovati je već registrovan na drugom serveru, molimo odjavite ga i pokušajte ponovo.
ja_jp: 登録しようとしている番号はすでに別のサーバーに登録されています。そこでの登録を解除してから再度試してください。
th_th: หมายเลขโทรศัพท์ที่คุณกำลังพยายามจะลงทะเบียนได้มีการลงทะเบียนอยู่แล้วบนเซิร์ฟเวอร์อื่น โปรดเลิกลงทะเบียนจากที่นั่นและลองอีกครั้ง
tr_tr: Kayıt etmeye çalıştığın telefon numarası zaten başka bir sunucuda kayıtlı, lütfen oradan kayıdını kaldır ve tekrar dene.

# REREGISTER_FOR_PUSH
source: Re-register for push notifications
bs: Ponovo registruj push notifikacije
ja_jp: プッシュ通知の再登録
ko_kr: 푸시 알림에 재등록
th_th: ลงทะเบียนการแจ้งเตือนแบบผลักใหม่
tr_tr: Anlık bildirimler için yeniden kaydol

# RETRY_BUTTON_TEXT
source: Retry
bs: Pokušaj
ja_jp: 再試行
th_th: ลองใหม่
tr_tr: Tekrar dene

# SAFETY_NUMBER_SHARE_FORMAT
source: Our Signal Safety Number: %@
bs: Naš Signal sigurnosni broj: %@
ja_jp: 私たちの安全番号は： %@
th_th: ตัวเลขความปลอดภัย Signal ของเรา: %@
tr_tr: Bizim Signal Emniyet Numarası: %@

# SAFETY_NUMBERS_ACTIONSHEET_TITLE
source: Your safety number with %@ has changed. You may wish to verify it.
bs: Vaš sigurnosni broj sa %@ je promijenjen. Možda ga želite verifikovati
ja_jp: %@との安全番号が変わりました。確認した方がいいかも知れません。
th_th: ตัวเลขความปลอดภัยของคุณกับ %@ มีการเปลี่ยนแปลง คุณอาจต้องการตรวจสอบ
tr_tr: %@ ile güvenlik numaranız değişti. Onaylamak isteyebilirsiniz.

# SCAN_CODE_ACTION
source: Scan Code
bs: Skeniraj kôd
ja_jp: コードを読み取る
th_th: สแกนรหัส
tr_tr: QR kodunu tara.

# SCAN_CODE_INSTRUCTIONS
source: Scan the QR Code on your contact's device.
bs: Skenirajte QR kôd na uređaju vašeg kontakta.
ja_jp: 相手の端末に表示されているQRコードを読み取る
th_th: สแกนรหัส QR บนอุปกรณ์ของรายชื่อของคุณ
tr_tr: Temas edeceğiniz kişinin cihazındaki QR kodu tarayın.

# SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT
source: Search by name or number
bs: Pretraga po imenu ili broju
ja_jp: 名前や電話番号で検索
ko_kr: 이름 또는 번호 검색
th_th: ค้นหาโดยชื่อหรือหมายเลข
tr_tr: İsim ya da numara bul

# SECONDS_TIME_AMOUNT
source: %u seconds
bs: %u sekundi
ja_jp: %u秒
th_th: %u วินาที
tr_tr: %u saniye

# SECURE_SESSION_RESET
source: Secure session was reset.
bs: Sigurna sesija je resetovana.
ja_jp: 安全なセッションがリセットされました。
ko_kr: 보안 세션이 초기화되었습니다.
th_th: วาระแบบปลอดภัยถูกรีเซ็ต
tr_tr: Güvenli oturum sıfırlandı.

# SEND_AGAIN_BUTTON
source: Send again
bs: Pošalji ponovo
ja_jp: 再送
ko_kr: 다시 보내주세요
th_th: ส่งอีกครั้ง
tr_tr: Tekrar gönder

# SEND_BUTTON_TITLE
source: Send
bs: Šalji
ja_jp: 送信
ko_kr: 발신
th_th: ส่ง
tr_tr: Gönder

# SEND_INVITE_FAILURE
source: Sending invite failed, please try again later.
bs: Slanje pozivnice nije uspjelo, molimo pokušajte kasnije.
ja_jp: 招待の送信に失敗しました。後でもう一度行ってください。
th_th: การส่งคำเชิญล้มเหลว โปรดลองอีกครั้งในภายหลัง
tr_tr: Davetiye gönderilemedi, lütfen daha sonra tekrar deneyin.

# SEND_INVITE_SUCCESS
source: You've invited your friend to use Signal!
bs: Pozvali se prijatelja/icu da koristi Signal!
ja_jp: 友だちをSignalに招待しました
th_th: คุณได้เชิญเพื่อนของคุณให้มาใช้ Signal!
tr_tr: Arkadaşınızı Signal kullanmaya davet ettiniz!

# SEND_INVITE_VIA_SMS_BUTTON_FORMAT
source: Send Invite via SMS to: %@
bs: Pošalji SMS pozivnicu za: %@
ja_jp: 招待状をSMSで %@ に送る
th_th: ส่งคำเชิญผ่าน SMS ไปยัง: %@

# SEND_SMS_CONFIRM_TITLE
source: Invite a friend via insecure SMS?
bs: Pošalji pozivnicu prijatelju putem obične SMS poruke?
ja_jp: 安全性の低いSMSで招待しますか？
ko_kr: 불안전한 SMS를 통해 친구를 초대하겠습니까?
th_th: เชิญเพื่อนผ่านทาง SMS ที่ไม่ปลอดภัย?
tr_tr: Arkadaşın güvensiz SMS ile davet edilsin mi?

# SEND_SMS_INVITE_TITLE
source: Would you like to invite the following number to Signal:
bs: Želite li poslati pozivnicu na Signal sljedećem broju:
ja_jp: この番号をSignalに招待しますか？
ko_kr: 다음과 같은 번호를 Signal로 초대하겠습니까:
th_th: คุณต้องการเชิญหมายเลขดังต่อไปนี้มาใช้ Signal หรือไม่:
tr_tr: Şu numarayı Signal'a davet etmek ister misin

# SETTINGS_ABOUT
source: About
bs: O aplikaciji
ja_jp: Signalについて
ko_kr: 정보
th_th: เกี่ยวกับ
tr_tr: Hakkında

# SETTINGS_ADVANCED_CALLKIT_TITLE
source: Use CallKit
bs: Koristi CallKit
ja_jp: CallKitを使う
th_th: ใช้ CallKit

# SETTINGS_ADVANCED_DEBUGLOG
source: Enable Debug Log
bs: Omogućite zapis o neispravnosti
ja_jp: デバッグログを有効にする
ko_kr: 디버그 파일 활성화시키기
th_th: เปิดใช้งานบันทึกการดีบั๊ก
tr_tr: Hata ayıklama kaydını etkinleştir

# SETTINGS_ADVANCED_SUBMIT_DEBUGLOG
source: Submit Debug Log
bs: Podnesite zapis o neispravnosti
ja_jp: デバッグログを送信する
ko_kr: 디버그 파일 제출
th_th: ส่งบันทึกการดีบั๊ก
tr_tr: Hata ayıklama kaydını gönder

# SETTINGS_ADVANCED_TITLE
source: Advanced
bs: Napredno
ja_jp: 詳細設定
ko_kr: 고급
th_th: ขั้นสูง
tr_tr: Gelişmiş

# SETTINGS_ADVANCED_WEBRTC
source: Enable Video Calling (Beta)
bs: Omogući video pozive (beta)
ja_jp: ビデオ電話（ベータ版）を有効にする

# SETTINGS_ADVANCED_WEBRTC_FAILED_MESSAGE
source: Could not update your preferences.
bs: Ne mogu se ažurirati vaša podešavanja.
ja_jp: 設定を更新できませんでした
th_th: ไม่สามารถอัปเดตการตั้งค่าของคุณ

# SETTINGS_ADVANCED_WEBRTC_FAILED_TITLE
source: Error
bs: Greška
ja_jp: エラー
th_th: ข้อผิดพลาด

# SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL
source: Requires your approval before communicating with someone who has a new safety number, commonly from a reinstall of Signal.
bs: Zahtijeva vaše odobrenje prije komunikacije sa nekim ko ima novi sigurnosni broj, obično zbog reinstalacije Signala.
ja_jp: 新規の安全番号を持つ人（例えばSignalを再インストールした人）と通信する前にはあなたに承認を求めます。
th_th: ต้องได้รับการอนุมัติจากคุณก่อนที่จะสื่อสารกับใครสักคนที่มีตัวเลขความปลอดภัยใหม่ โดยทั่วไปมาจากการติดตั้ง Signal ใหม่
tr_tr: Yeni bir güvenlik numarası olan biriyle iletişim kurmadan önce onayınızı gerektirir.

# SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE
source: Require Approval on Change
bs: Zahtijeva odobrenje za promjenu
ja_jp: 変更の承認が必要
th_th: ต้องได้รับการอนุมัติเมื่อมีการเปลี่ยนแปลง
tr_tr: Değişiklik Onayı Gerektirir

# SETTINGS_CLEAR_HISTORY
source: Clear History Logs
bs: Očisti historijske zapise
ja_jp: 通信ログを削除
ko_kr: 기록 파일들 정리
th_th: ล้างบันทึกประวัติ
tr_tr: Geçmiş kayıtlarını temizle.

# SETTINGS_COPYRIGHT
source: Copyright Open Whisper Systems Licensed under the GPLv3
bs: Sva prava zadržava Open Whisper Systems Licencirano pod GPLv3
ko_kr: Copyright Open Whisper Systems GPLv3조건하에 허가됨
th_th: สงวนลิขสิทธิ์ Open Whisper Systems สัญญาอนุญาตภายใต้ GPLv3
tr_tr: Hakları Open Whisper Systems'a aittir GPLv3'e göre lisanslıdır

# SETTINGS_DELETE_ACCOUNT_BUTTON
source: Delete Account
bs: Izbriši račun
ja_jp: アカウントを削除
ko_kr: 계정 삭제
th_th: ลบบัญชี
tr_tr: Hesabı sil

# SETTINGS_DELETE_HISTORYLOG_CONFIRMATION
source: Are you sure you want to delete all your history (messages, attachments, call history ...) ? This action cannot be reverted.
bs: Da li ste sigurni da želite izbrisati svu historiju (poruke, privitke, historiju poziva...) ? Ova akcija ne može biti poništena.
ja_jp: 過去の通信記録（メッセージ・添付ファイル・通話履歴など）がすべて削除されますが，よろしいですか？削除すると元には戻せません。
ko_kr: 당신은 정말 모든 기록을 삭제하시겠습니까(메시지, 첨부파일, 통화기록...)? 삭제하시면 복구되지 않습니다.
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบประวัติทั้งหมดของคุณ (ข้อความ, ไฟล์แนบ, ประวัติการโทร ...) ? การกระทำนี้ไม่สามารถย้อนคืนได้
tr_tr: Tüm geçmişini silmek istediğinize emin misiniz (iletiler, ekler, çağrı günlüğü ...)? Bu eylem geri alınamaz.

# SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON
source: I'm sure.
bs: Siguran sam.
ja_jp: はい
ko_kr: 나는 확신한다
th_th: ฉันแน่ใจ
tr_tr: Eminim.

# SETTINGS_HELP_HEADER
source: Help
bs: Pomoć
ja_jp: ヘルプ
ko_kr: 도움
th_th: ช่วยเหลือ
tr_tr: Yardım

# SETTINGS_HISTORYLOG_TITLE
source: History Log
bs: Historijski zapis
ja_jp: 通信ログ
ko_kr: 기록 파일
th_th: บันทึกประวัติ
tr_tr: Geçmiş kaydı

# SETTINGS_INFORMATION_HEADER
source: Information
bs: Informacije
ja_jp: 情報
ko_kr: 정보
th_th: ข้อมูล
tr_tr: Bilgi

# SETTINGS_INVITE_TITLE
source: Invite Your Friends
bs: Pošalji pozivnicu prijateljima
ja_jp: 友だちを招待する
th_th: เชิญเพื่อนของคุณ
tr_tr: Arkadaşlarınızı davet etin

# SETTINGS_INVITE_TWITTER_TEXT
source: You can reach me using Signal by @WhisperSystems, get it now.
bs: Povežimo se koristeći Signal od @WhisperSystems, preuzmite aplikaciju sada.
ja_jp: 私と連絡を取るには@WhisperSystemsのSignalが使えますので，入手をお願いします。
th_th: คุณสามารถเข้าถึงฉันโดยใช้ Signal จาก @WhisperSystems รับเลยตอนนี้
tr_tr: Bana @WhisperSystems'in Signal uygulamasını kullanarak erişebilirsiniz. Siz de edinin.

# SETTINGS_NAV_BAR_TITLE
source: Settings
bs: Podešavanja
ja_jp: 設定
ko_kr: 설정
th_th: การตั้งค่า
tr_tr: Ayarlar

# SETTINGS_NOTIFICATIONS
source: Notifications
bs: Obavijesti
ja_jp: 通知
ko_kr: 알림
th_th: การแจ้งเตือน
tr_tr: Bildirimler

# SETTINGS_PRIVACY_TITLE
source: Privacy
bs: Privatnost
ja_jp: プライバシー
ko_kr: 개인정보 보호
th_th: ความเป็นส่วนตัว
tr_tr: Mahremiyet

# SETTINGS_PRIVACY_VERIFICATION_TITLE
source: Safety Numbers Approval
bs: Odobrenje sigurnosnih brojeva
ja_jp: 安全番号の承認
th_th: การอนุมัติตัวเลขความปลอดภัย
tr_tr: Güvenlik Numaraları Onayı

# SETTINGS_SCREEN_SECURITY
source: Enable Screen Security
bs: Omogući sigurnost zaslona
ja_jp: 画面表示を安全にする
ko_kr: 화면 보호 켜기
th_th: เปิดใช้งานความปลอดภัยหน้าจอ
tr_tr: Ekran Güvenliğini Etkinleştir

# SETTINGS_SCREEN_SECURITY_DETAIL
source: Prevents Signal previews from appearing in the app switcher.
bs: Sprječava pregled Signala kod pojavljivanja prilikom promjene aplikacija.
ja_jp: アプリ切り替え画面でSignalのプレビューを表示しない（ロゴのみ表示）
th_th: ป้องกัน Signal จากการแสดงตัวอย่างในหน้าสลับแอป
tr_tr: Uygulama değiştiricide Signal öngörünümlerinin görünmesini engeller.

# SETTINGS_SECTION_CALL_KIT_DESCRIPTION
source: CallKit allows you to answer calls directly from your lockscreen. Be aware that when using CallKit, Apple syncs some call metadata to your iCloud account.
bs: CallKit vam dopušta da odgovorite na poziv direktno sa zaključanog zaslona. Imajte na umu da prilikom korištenja CallKit-a, Apple sinkronizira neke metapodatke o pozivima na vaš iCloud račun.
ja_jp: CallKitを使うと，ロック画面から直接電話に出ることができます。ただし，通話に関する情報の一部がAppleによってユーザのiCloudに同期されます。

# SETTINGS_SECTION_TITLE_CALLING
source: Calling
bs: Pozivanje
ja_jp: 電話
th_th: การโทร

# SETTINGS_SECURITY_TITLE
source: Screen Security
bs: Sigurnost zaslona
ja_jp: スクリーン・セキュリティ
ko_kr: 화면 보호
th_th: ความปลอดภัยหน้าจอ
tr_tr: Ekran Güvenliği

# SETTINGS_SUPPORT
source: Support
bs: Podrška
ja_jp: サポート
ko_kr: 지원
th_th: สนับสนุน
tr_tr: Destek

# SETTINGS_VERSION
source: Version
bs: Verzija
ja_jp: バージョン
ko_kr: 버전
th_th: รุ่น
tr_tr: Sürüm

# SHARE_ACTION_MAIL
source: Mail
bs: E-mail
ja_jp: メール
th_th: จดหมาย
tr_tr: Posta

# SHARE_ACTION_MESSAGE
source: Message
bs: Poruka
ja_jp: メッセージ
th_th: ข้อความ
tr_tr: Mesaj

# SHOW_SAFETY_NUMBER_ACTION
source: Show new safety number
bs: Prikaži novi sigurnosni broj
ja_jp: 新しい安全番号を表示する
th_th: แสดงตัวเลขความปลอดภัยใหม่
tr_tr: Yeni güvenlik numarası göster

# SINGLE_DAY_TIME_AMOUNT
source: %u day
bs: %u dan
ja_jp: %u日
th_th: %u วัน
tr_tr: %u gün

# SINGLE_HOUR_TIME_AMOUNT
source: %u hour
bs: %u sat
ja_jp: %u時間
th_th: %u ชั่วโมง
tr_tr: %u saat

# SINGLE_MINUTE_TIME_AMOUNT
source: %u minute
bs: %u minut
ja_jp: %u分
th_th: %u นาที
tr_tr: %u dakika

# SINGLE_WEEK_TIME_AMOUNT
source: %u week
bs: %u sedmica
ja_jp: %u週間
th_th: %u สัปดาห์
tr_tr: %u hafta

# SMS_INVITE_BODY
source: I'm inviting you to install Signal! Here is the link:
bs: Pozivam vas da instalirate Signal! Ovdje je link:
ja_jp: Signalのインストールをお勧めします。このリンクから入手してください：
ko_kr: 당신을 Signal로 초대합니다! 여기에 링크가 있습니다:
th_th: ฉันกำลังเชิญคุณให้ติดตั้ง Signal! นี่คือลิงก์:
tr_tr: Seni Signal kullanmaya davet ediyorum! İşte link:

# SUCCESSFUL_VERIFICATION_DESCRIPTION
source: Your safety number with %@ has been verified. You can be confident your communication is private.
bs: Vaš sigurnosni broj sa %@ je verifikovan. Možete biti uvjereni da je vaša komunikacija privatna.
ja_jp: %@との安全番号が確認できましたので，通信が第３者に漏れていないと確信することができます。
th_th: ตัวเลขความปลอดภัยของคุณกับ %@ ได้รับการตรวจสอบแล้ว คุณสามารถมั่นใจได้ว่าการสื่อสารของคุณเป็นส่วนตัว
tr_tr: %@ ile güvenlik numaranız doğrulandı. İletişiminizin gizli olduğunu düşünebilirsiniz.

# SUCCESSFUL_VERIFICATION_TITLE
source: Safety Number Verified!
bs: Sigurnosni broj verifikovan!
ja_jp: 安全番号が確認できました！
th_th: ตรวจสอบตัวเลขความปลอดภัยแล้ว!
tr_tr: Güvenlik Numarası Doğrulandı!

# TIMEOUT_CONTACTS_DETAIL
source: We couldn't fetch an updated contact list from the server. Please try again later.
bs: Nismo mogli donijeti ažurirani popis kontakata sa servera. Molimo pokušajte ponovo kasnije.
ja_jp: 連絡先の最新データをサーバーから取得できませんでした。しばらく待って再度お試しください。
ko_kr: 서버로부터 연락처 목록을 갱신하지 못하였습니. 다시 시도하시길 바랍니다.
th_th: เราไม่สามารถดึงข้อมูลรายชื่อที่อัปเดตจากเซิร์ฟเวอร์ โปรดลองอีกครั้งในภายหลัง
tr_tr: Sunucudan güncel bir kişiler listesi alamadık. Lütfen daha sonra tekrar dene.

# TXT_CANCEL_TITLE
source: Cancel
bs: Otkaži
ja_jp: キャンセル
ko_kr: 취소
th_th: ยกเลิก
tr_tr: İptal

# TXT_DELETE_TITLE
source: Delete
bs: Izbriši
ja_jp: 削除
ko_kr: 삭제
th_th: ลบ
tr_tr: Sil

source: Unable to place call.
bs: Nemoguće uspostaviti poziv.
ja_jp: 電話を掛けれませんでした

# UNARCHIVE_ACTION
source: Unarchive
bs: Dearhiviraj
ja_jp: 受信箱に戻す
th_th: เลิกเก็บถาวร
tr_tr: Arşivden geri al

# UNKNOWN_ATTACHMENT_LABEL
source: Unknown attachment
bs: Nepoznat privitak
ja_jp: 開封不能な添付ファイル
th_th: ไฟล์แนบที่ไม่รู้จัก
tr_tr: Bilinmeyen ek

# UNKNOWN_CONTACT_NAME
source: Unknown Contact
bs: Nepoznat kontakt
ja_jp: 不明な連絡先
th_th: รายชื่อที่ไม่รู้จัก
tr_tr: Tanınmayan Temas

# UNLINK_ACTION
source: Unlink
bs: Prekini vezu
ja_jp: 登録解除
th_th: เลิกเชื่อมโยง
tr_tr: Bağlantısını kaldır

# UNLINK_CONFIRMATION_ALERT_BODY
source: By unlinking this device, it will no longer be able to send or receive messages.
bs: Prekidanjem veze sa ovim uređajem, više nećete moći slati i primati poruke.
ja_jp: 登録を解除された端末からはメッセージの送受信が出来なくなります
th_th: เมื่อเลิกเชื่อมโยงอุปกรณ์นี้ อุปกรณ์จะไม่สามารถส่งหรือรับข้อความได้อีกต่อไป
tr_tr: Bu cihazın bağlantısını keserek artık mesaj gönderip alamayacak.

# UNLINK_CONFIRMATION_ALERT_TITLE
source: Unlink "%@"?
bs: Prekini vezu sa "%@"?
ja_jp: 「%@」の登録を解除しますか？
th_th: เลิกเชื่อมโยง "%@"?
tr_tr: "%@" bağlantısını kaldır?

# UNLINKING_FAILED_ALERT_TITLE
source: Signal was unable to unlink your device.
bs: Signal nije u mogućnosti prekinuti vezu sa vašim uređajem.
ja_jp: 端末の登録を解除できませんでした
th_th: Signal ไม่สามารถเลิกเชื่อมโยงอุปกรณ์ของคุณ
tr_tr: Signal cihazınızın bağlantısını kaldıramadı.

source: Unnamed Device
bs: Neimenovani uređaj
ja_jp: 名無しの端末
th_th: อุปกรณ์ที่ไม่มีชื่อ
tr_tr: Adsız Cihaz

# UNREGISTER_SIGNAL_FAIL
source: Failed to unregister from Signal.
bs: Odjava sa Signala nije uspjela.
ja_jp: 登録解除に失敗しました
th_th: ไม่สามารถเลิกลงทะเบียนจาก Signal
tr_tr: Signal'den kaydınızı kaldırmada hata oluştu

# UNSUPPORTED_ATTACHMENT
source: Received unsupported attachment type.
bs: Primljeni privitak nije podržan.
ja_jp: サポートされていない種類の添付ファイルを受信しました
ko_kr: 지원하지 않은 형식의 첨부를 받았습니다.
th_th: ได้รับชนิดไฟล์แนบที่ไม่รองรับ
tr_tr: Desteklenmeyen eklenti tipi alındı

# UNSUPPORTED_FEATURE_ERROR
source: Your device doesn't support this feature.
bs: Vaš uređaj ne podržava ovu mogućnost.
ja_jp: このデバイスでは対応されていない機能です。
ko_kr: 당신의 기기는 이 기능을 지원하지 않습니다.
th_th: อุปกรณ์ของคุณไม่รองรับคุณลักษณะนี้
tr_tr: Cihazın bu özelliği desteklemiyor.

# UPDATE_BUTTON_TITLE
source: Update
bs: Ažuriranje
ja_jp: 更新
ko_kr: 업데이트
th_th: อัปเดต
tr_tr: Güncelle

source: Upgrading Signal ...
bs: Signal se nadograđuje ...
ja_jp: Signalをアップグレードしています……
th_th: กำลังอัปเกรด Signal ...
tr_tr: Signalı yükselt ...

# UPLOADING_MESSAGE_TEXT
source: Uploading...
bs: Prijenos...
ja_jp: アップロードしています……
th_th: กำลังอัปโหลด...
tr_tr: Yükleniyor...

# VERIFICATION_CHALLENGE_CHANGE_NUMBER
source: Change Number
bs: Promijeni broj
ja_jp: 番号を変更する
ko_kr: 번호 바꾸기
th_th: เปลี่ยนหมายเลข
tr_tr: Numarayı Değiştir

# VERIFICATION_CHALLENGE_DEFAULT_TEXT
source: Verification Code
bs: Verifikacijski kôd
ja_jp: 認証コード
ko_kr: 확인 코드
th_th: รหัสตรวจสอบ
tr_tr: Doğrulama Kodu

# VERIFICATION_CHALLENGE_SUBMIT_AGAIN
source: Request Code Again
bs: Ponovo zatraži kôd
ja_jp: コードを再発行する
ko_kr: 코드 다시 요청하기
th_th: ขอรหัสอีกครั้ง
tr_tr: Doğrulama Kodunu Tekrar İste

# VERIFICATION_CHALLENGE_SUBMIT_CODE
source: Submit Verification Code
bs: Unesi verifikacijski kôd
ja_jp: 認証コードを入力する
ko_kr: 확인 코드 보내기
th_th: ส่งรหัสตรวจสอบ
tr_tr: Doğrulama Kodunu Gönder

# VERIFICATION_HEADER
source: Verify
bs: Verifikuj
ja_jp: 認証
ko_kr: 확인하다
th_th: ตรวจสอบ
tr_tr: Doğrula

# VERIFY_PRIVACY
source: Verify Safety Number
bs: Verifikuj sigurnosni broj
ja_jp: 安全番号の確認
th_th: ตรวจสอบตัวเลขความปลอดภัย
tr_tr: Güvenlik Numarasını Doğrula

# WAITING_TO_COMPLETE_DEVICE_LINK_TEXT
source: Complete setup on Signal Desktop.
bs: Završi podešavanje na Signal za Desktop.
ja_jp: Signal Desktopが設定を行っています
th_th: ตั้งค่าให้เสร็จสมบูรณ์บน Signal Desktop
tr_tr: Signalın Masaüstündeki kurulumu bitir.

# WEEKS_TIME_AMOUNT
source: %u weeks
bs: %u sedmica
ja_jp: %u週間
th_th: %u สัปดาห์
tr_tr: %u hafta

# WHISPER_NAV_BAR_TITLE
source: Inbox
bs: Sandučić
ja_jp: 受信箱
ko_kr: 받은 편지함
th_th: กล่องขาเข้า
tr_tr: Gelen Kutusu
