Repository: tylercasson/Signal-iOS
Catalog: Signal/translations/*.lproj/Localizable.strings
Languages: bs, ja_jp, ko_kr, th_th, tr_tr

# YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION
source: You disabled disappearing messages.
bs: Onemogućili ste nestajuće poruke.
ja_jp: メッセージの消失をオフにしました
th_th: คุณได้ปิดใช้งานข้อความหายตัว
tr_tr: Kaybolan mesajları devre dışı bıraktın.

# YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION
source: You set disappearing message time to %@.
bs: Postavili ste vrijeme za nestajuće poruke na %@.
ja_jp: メッセージの消失時間を%@に設定しました
th_th: คุณได้ตั้งเวลาข้อความหายตัวเป็น %@
tr_tr: Kaybolan mesaj süresini %@ olarak ayarladın.

# SHARE_ACTION_TWEET
source: Twitter
ja_jp: ツイッター

source: Ok
ko_kr: 예
th_th: ตกลง
tr_tr: Tamam
